[
    {
        "JobID": "370856650",
        "Job Title": "Sr. Machine Learning Engineer / Head of Data Science (A.I. Startup)",
        "Company": "Skyrocket Ventures",
        "Location": "San Francisco Bay Area",
        "Description": "Sr. Machine Learning Engineer / Head of Data Science (A.I. Startup) (multiple openings, title/role commensurate with experience)   San Francisco, CA  The company is led by industry veterans with a track record of success, has raised a large round of funding, already has numerous large companies as customers, and is growing rapidly.  The company's product utilizes the latest techniques in machine learning, deep learning, and natural language processing to disrupt a very lucrative industry.  In this position, you would be helping to develop critical features for core products that utilize high quality data-sets and a large number of users.  In addition to paying competitive salary, the company will provide significant equity which could be very lucrative.  Requirements - Understanding of machine learning methods such as classification, feature selection, clustering, neural networks, etc. - Experience using NLP as well as supervised and unsupervised machine learning methods to real-world datasets - Knowledge in statistics and probability, including causal inference and experimental design - Experience using various programming languages like Python, R, and SQL - Experience using libraries such as Tensorflow, NumPy, Scikit-learn, Gensim, etc.",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Engineering",
        "Industries": "Computer Software, Internet, Information Technology and Services"
    },
    {
        "JobID": "1259923375",
        "Job Title": "Data Scientist",
        "Company": "Karma Automotive",
        "Location": "Irvine, CA, US",
        "Description": "Overview  Karma Automotive creates expressive and beautiful luxury cars that are environmentally conscious. We deliver them with personal attention to customers in the global marketplace. Our customers expect high levels of personalization and customization and we intend to deliver on that promise.  Reporting to the Manager, the Data Scientist is responsible for data collection, analyze, extract, normalize, and label relevant data from multiple sources to provide interpretation and Visualizations reports around key data-driven projects.  Responsibilities Design and build new data set processes for modeling, data mining, and production purposes. Determine new ways to improve data and search quality, and predictive capabilities. Perform and interpret data studies and product experiments concerning new data sources or new uses for existing data sources. Develop prototypes, proof of concepts, algorithms, predictive models, and custom analysis. Create visualizations and reports to show insights obtained from data mining efforts. Interact with multiple internal and external sources in support of ongoing and proof of concept projects Ensure timely, accurate and credible information is provided and interpreted and distilled into action driven information for diverse audiences. Attend trade shows, conferences and learning opportunity to familiarize with the industry-leading trends in data sciences and predictive analytics to help drive Karma’s Data sciences and technology department development.  Qualifications A Bachelor or Master’s degree in a highly quantitative field (Computer Science, Machine Learning, Operational Research, Statistics, Mathematics, etc.) or equivalent experience. 4-6 years advanced experience using data science modeling, algorithms, and predictive analytics tools 4-6 years’ experience with building visualization reports from Data science projects Experience working with AWS ML/DL/AI Services, AWS Platforms, and AWS Frameworks (Redshift, S3, EC2, Data Pipeline, & EMR) Able to write production level code, which is well-written and explainable using Java, Python, R,C/C++, C#, and Apache Tomcat SQL & My SQL for database management Experience working with visualization tool PowerBi Experience working with SAP applications Fiori, C4C, and Hybris Understanding of vehicle can bus diagnostic tools, CANalyzer, CANoe, Control-Tec, a plus Proficiency in MS Office Suite Past and current experience writing and speaking about complex technical concepts to broad audiences in a simplified format Experience working in a fast-paced start-up environment Ba sic knowledge of Quality Management Systems (ISO 9001:2015) and Environmental Management Systems (ISO 14001:2015), as applicable. Personal Passionate about Data Science, technology, innovation, Electric vehicles, and continued education Superior communication and time management skills combined with an ability to handle multiple tasks simultaneously Ability to work on complex issues where analysis of situations or data requires an in-depth evaluation of variable factors and summarize in a format which allows management to take critical action in a timely manner Able to quickly apply the needed actions to support the Strategy team in decision making Deliver work of superior quality, on time with 100% Customer satisfaction driving all actions Come and join the great Karma Team, where you can make a career! Karma Automotive offers a complete benefits package including medical, dental, vision, life, STD, LTD; paid vacation, holidays and personal days; and a 401K with matching contributions. Relocation assistance is available.  NO 3 rd Party Recruiters. Principals Only, Please  Karma Automotive LLC is an equal employment opportunity employer. We do not discriminate on the basis of gender, color, race, sexual orientation, marital status, pregnancy, national origin, age, religion, veteran status, genetic information, citizenship status or any other group protected by law. Karma Automotive LLC, complies with the Americans with Disabilities Act to ensure equal access to all qualified individuals with a disability. Valid driver’s license may be required based on essential duties.  Options  Apply for this job online Apply  Share  Email this job to a friend Refer  Sorry the Share function is not working properly at this moment. Please refresh the page and try again later.  Share on your newsfeed",
        "Seniority level": "Not Applicable",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Electrical/Electronic Manufacturing, Automotive, Mechanical or Industrial Engineering"
    },
    {
        "JobID": "1262496294",
        "Job Title": "Data Scientist",
        "Company": "",
        "Location": "Greater New York City Area",
        "Description": "The Birnbaum Women’s Leadership Network at NYU School of Law seeks a data scientist for a short-term summer project on gender, diversity, and student performance. The objectives of this project include organizing, cleaning, and merging large internal datasets and use supervised and unsupervised data mining techniques to gain insights that could help us develop new initiatives at the Law School.",
        "Seniority level": "Not Applicable",
        "Employment type": "Contract"
    },
    {
        "JobID": "1162391474",
        "Job Title": "Big Data Developer",
        "Company": "Selsoft Inc.,",
        "Location": "Jersey City, New Jersey",
        "Description": "Role : Big Data Developer Location : Jersey City, NJ  Job Required: • Looking for 08+ years of overall Experience. • Should have 3+ years of experience in Big data eco system, Should have a hands on experience in Java,J2EE • Hands on experience in Machine Learning",
        "Seniority level": "Not Applicable",
        "Employment type": "Full-time"
    },
    {
        "JobID": "1231720908",
        "Job Title": "Principal Data Scientist",
        "Company": "Avlino Inc.",
        "Location": "Holmdel, New Jersey",
        "Description": "Avlino Inc. is seeking a principal data scientist to join our growing team of AI engineers, analysts, and quantitative developers. The role involves model construction, information extraction, prediction and finding solutions to NP Hard problems for mission critical applications using large datasets derived from a broad spectrum of domains for the following sectors - logistics, consumer goods, capital markets, and telecommunications.  The ideal candidate will have comprehensive expertise in machine learning, time-series analysis modeling, statistical data analysis, natural language processing (NLP) and deep neural networks. Candidates should be able to work in large data sets in a big data (Hadoop, Spark) framework is required. Experience with dynamic programming and reinforcement learning is a plus. The candidate should be fully capable of de novo implementation of mathematical models, or to avail widely-used open source programming platforms and libraries (Scala, R, python, TensorFlow).    This is a leadership role that involves close interaction with other team members from different professional backgrounds; as such communication and presentation skills are crucial.  Candidates with a Ph. D will be given a preference; demonstrable experience in real-world artificial intelligence applications is required. Authorship on academic papers and industrial patents will be highly regarded.  This is a great opportunity for an Experienced Data Scientist with 10+ years of relevant experience to work in a fast-paced environment where they can share their passion for numbers and AI.  Responsibilities: Develop, implement, and use a broad set of machine-learning models and quantitative techniques for prediction and classification for mission critical applications  Finding solutions for NP problems in industrial and service sector applications  Perform data and error analysis to improve models. Build document clustering, topic analysis, text classification, named entity recognition, sentiment analysis, and part-of-speech tagging methods for unstructured and semi-structured data. Identify relevant data sources and sets to mine for client business needs (social media, CRM, POS, etc.). Collaborate with business analysts to transform customer needs into actionable insights. Design custom end user reports that are easy to read and interpret for multiple business unit audiences. Architect the next generation analytical platform.   Requirements:   MUST: Solid 5 years of experience in machine learning, statistical modeling, data mining, time-series forecasting, natural language processing (NLP) and neural networks. MUST: Solid 5 years of experience working with big data technologies distributed computing such as Hadoop/Spark, Map/Reduce, TensorFlow. MUST: Solid 5 years of experience in multiple programming languages – Scala, Python, R, Java, , C#/.NET, C++, C. Experience in developing or implementing enterprise class Data Analytics and BI solutions. Extremely analytical and able to solve problems independently. Assesses customer requirements and translate them to appropriate deliverables. MUST: Have an analytical mind, and on point with detailed specifics. MUST: Education: BS/MS/Ph.D in Computer Science, Physics, Mathematics, or a related discipline.  PLUS: Experience in the logistics or transportation industry.   Applicants must be currently authorized to work in the United States without the need for visa sponsorship now or in the future  Consulting firms, recent graduates, and applicants WITHOUT the required years of experience need not apply as we as seeking to fill a senior level role.  Position is located in Central, NJ.   We offer competitive compensation, ESOP, medical, dental, paid holidays, and paid vacation.   Avlino Inc. provides solutions and services in data analytics. Our primary focus is to simplify data analytics in a quest to nurture the \"citizen data scientist\" concept by removing the complexities and adding pure insight. Our robust solutions add value to customers by offering high quality, cost effective, and efficient solutions that integrate business strategy, data science, and domain knowledge. If you are a true entrepreneur who has the desire to push the barriers of technology, develop tomorrow’s solutions, thrive in a fast-paced, creative environment; and work with talented people..... send us your resume as we are aggressively expanding our Team!",
        "Seniority level": "Director",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Computer Software"
    },
    {
        "JobID": "1240740026",
        "Job Title": "Data Analyst",
        "Company": "HPW Associates, LLC",
        "Location": "Greater Pittsburgh Area",
        "Description": "HPW Associates has an opening for a full time Data Analyst. The candidate should have a Master’s degree in a behavioral science field. At least six months previous work experience with research and/or program evaluation. Proficient with analytical software. This is position is located in Pittsburgh.",
        "Seniority level": "Not Applicable",
        "Employment type": "Full-time"
    },
    {
        "JobID": "1162384024",
        "Job Title": "Data Analyst",
        "Company": "KGS Technology Group, Inc",
        "Location": "Jersey City, New Jersey",
        "Description": "Bachelor's Degree in Computer Science, Information Systems or other technology subject or equivalent industry experience. No technical in a data management role required",
        "Seniority level": "Not Applicable",
        "Employment type": "Full-time"
    },
    {
        "JobID": "1246709384",
        "Job Title": "Data Analyst",
        "Company": "Davelon Group",
        "Location": "Greater Atlanta Area",
        "Description": "Looking for immediate resource in Atlanta - Big data and analytics  Bachelor degree level Masters if complete, preferred not essential Two plus years engineering experience, or adaptable science experience Evidence of problem solving and self directed solutions Available ASAP (balance of year 2019)",
        "Seniority level": "Not Applicable",
        "Employment type": "Contract"
    },
    {
        "JobID": "1232206957",
        "Job Title": "Data Science Engineer",
        "Company": "Agentis",
        "Location": "Chicago, Illinois",
        "Description": "Job Description   Assume responsibility for tasks related to data analysis and data science, including understanding company goals and supporting their success through development of new methods, communicating status of development process, documenting methodology, and preparing written material to communicate methods and results to senior executive level audience. Mentor junior team members in data analysis and data science best practices Own the machine learning model lifecycle, from prototyping to production implementation Build predictive and explanatory models of energy use, capable of running on a large volume of data in an automated environment Design randomized control trial (RCT) experiments for energy savings analyses Perform statistical analyses to quantify energy savings Spearhead analytics to understand and increase end-user customer engagement Assist junior team members with creation of control groups and BER mailed reports Complete statistical analysis to create and deliver EM&V reports monthly, quarterly, or on demand for utility clients Adhere to information security policies for data analysis and software deliverables Local candidates strongly preferred  Required Skills   Doctorate or Master’s degree in Applied Mathematics, Physical Sciences, Engineering, Statistics, Computer Science, Data Science, or related quantitative field 3+ years’ experience in a professional data scientist role Strong written and verbal interpersonal/communication skills Self-starter with ability to multi-task and manage time effectively Ability to research solutions to new problems, rapidly learn new methods, and integrate and analyze data from multiple large and complex data sets Comfort with writing complex SQL queries Experience with Agile project management and writing software in a team environment using Git Experience writing object-oriented code, documentation, and unit tests in Python Strong experience with pandas, scikit-learn, tensorflow, numpy, scipy, statsmodels, and jupyter Advanced knowledge of machine learning, probability, and statistics Proven experience in deploying machine learning models to production Experience with AWS services (S3, EC2, Lambda, SageMaker, Personalize, and Forecast) Experience with and knowledge of how commercial buildings use energy, as well as strategies for improving energy efficiency strongly desirable but not required   Compensation We offer a competitive salary, benefits and bonus structure based on experience and performance We will setup you up with a workstation of your choice and whatever software you need for development We value teamwork, innovation and productivity and foster an exciting and committed work environment that will help you become successful and grow in your position EEO Employer. No recruiters or phone calls, please. Agentis does not accept unsolicited resumes from any agencies that have not signed a mutual service agreement. All unsolicited resumes will be considered Agentis property, and Agentis will not be obligated to pay a referral fee. This includes resumes submitted directly to hiring managers without contacting the Talent Acquisition Department.",
        "Seniority level": "Associate",
        "Employment type": "Full-time",
        "Job function": "AnalystEngineering",
        "Industries": "Information Technology and Services"
    },
    {
        "JobID": "1258675048",
        "Job Title": "Data Scientist",
        "Company": "Honor",
        "Location": "San Francisco, CA, US",
        "Description": "Founded in 2015, Honor is now one of the fastest-growing, non-medical home care companies in the U.S. Why? Because we realized that by combining our amazing technology and operations with the local, personal touch of our partner agencies, we could make real progress in transforming this fast-growing, $30BN industry. This unique approach is powering our huge growth - we have cutting-edge machine learning, a beautiful, well-designed app, and industry-leading design, paired with a strong sales, marketing, and support engine.  Our mission and ambitions are huge. We’re looking for people who believe, as we do, that modernizing home care for our parents—and yours—is one of the most important problems we can solve. Honor is a well-funded, strongly backed company with experienced leaders who have a proven track record of building large businesses and solving extraordinarily difficult challenges. Join us!  We’re looking for a data scientist to join our team. You'll develop predictive models and algorithms to improve our operations platform and help us provide a better service to our clients. We're looking for a generalist who's excited to jump into new problems and write production-quality code. Are you a fit?  In This Role, You Will Help people across the company interpret complex data correctly. Collaborate with a diverse team across engineering, care operations, product management, sales and marketing, and more. Research operational and logistical problems. Design, implement, and evaluate descriptive and predictive models. Integrate machine learning into user-facing applications.   The Ideal Candidate Will Have Excellent communication skills with both technical and non-technical peers. Excellent mathematical and statistical fundamentals, including a degree in a quantitative field (such as Computer Science, Mathematics, Statistics, Economics, Physics). Working knowledge of Python or comparable programming language. 3+ years of industry experience. Experience with numerical software packages such as NumPy, scikit-learn, or Keras.  Honor is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex (including pregnancy), national origin, age, disability, genetic information, political affiliation or belief.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Computer Software, Internet"
    },
    {
        "JobID": "1256886946",
        "Job Title": "Data Scientist",
        "Company": "Infinite Computer Solutions",
        "Location": "Piscataway, NJ, US",
        "Description": "Infinite Computer Solutions LTD provides business technology solutions, next-gen mobility solutions and product engineering services, specializing in the Healthcare, Banking Finance, Telecommunications Technology and Media Publishing industries, for Fortune 1000 companies. We do have an immediate opening for the position of Data Scientist position in Piscataway, NJ location for our direct telecom customer. Kindly find the job description and share your updated profile to praveen.kumar4infinite.com Job Description 6-10 years of hands on experience in Data Science working on data to provide insights Must have BIG Data Hands-on (Hortonworks) along with Data Science exposure (Deep Learning) Knowledge of Classification, Regression modelling activities along with supervised and non-supervised Machine Learning Hands on with Open source MLAI technologies (Scala, Pi spark, ML tools, NLP Algorithm, Java background) Must know at-least one advanced algorithm We are currently interviewing to fill this and other similar contract positions. If you are interested in this position, please apply online for immediate consideration. About Infinite Computer Solutions LTD Infinite Computer Solutions LTD provides business technology solutions, next-gen mobility solutions and product engineering services, specializing in the Healthcare, Banking Finance, Telecommunications Technology and Media Publishing industries, for Fortune 1000 companies. Our solutions build on proprietary industrial frameworks that significantly reduce work effort and cost while providing faster go-to-market speeds and nimble responses to market dynamics, a solution we call Platformization . The 5000+ employees at Infinite manage activities aimed at social causes through the Employees Club, iVerve. iVerve was initiated a decade back, in 2004, formed with the primary idea of ensuring that employees enjoy a great mix of work and play or the clichd Fun at work . What started off as a platform for employees to showcase their talent and sports enthusiasm has evolved into a fantastic energy system that spreads its reach to the society in addition to employees through various engagements and partnerships with various NGOs. Infinite has offices spread across India, US, UK, China, Malaysia, Singapore and Hong Kong. Thanks Praveen-Senior Execuitve Praveen.kumar4infinite.com",
        "Seniority level": "Entry level",
        "Employment type": "Contract",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1254491249",
        "Job Title": "Data Scientist",
        "Company": "ADARA, Inc.",
        "Location": "Palo Alto, CA, US",
        "Description": "At Adara, Inc, we partner with top airlines, hotels and OTAs and deliver the right marketing messages to the right travel audiences at the right time. We automate decision making through data, science and engineering at industrial-scale (i.e. billions of decisions on a daily basis).  Responsibilities Work closely with our operations team to optimize campaigns Extract, create, and organize data for analytical and modeling purposes Conduct ad hoc analysis to provide actionable data insights and defining business solutions Improve and enhance existing models Design bidding algorithm for real time bidding and campaign pacing algorithm Help code and implement new strategies and models in production Help engineers design, build and launch efficient & reliable data pipelines to move and transform data Provide strategic thinking, insights and solutions to business problems Qualifications Bachelor degree in STEM fields 3+ years of working experience in an analytical or quantitative role High proficiency in SQL, Python (3+ years) Expert knowledge of data mining, machine learning, optimization and statistical models Hands on experience with packages such as pandas, scikit-learn, tensorflow (2+ years) Demonstrated ability to clearly explain data results to individuals across all levels of the organization Preferred Skills Advanced degree (M.S. or Ph.D.) in related fields (i.e. Machine Learning, Operation Research/Industrial Engineering, Statistics, Applied Mathematics, Econometrics) Experience with distributed computing (Hive/Hadoop/Spark/Beam) Online advertising experience in Adtech industry Ability to conduct large scale projects and research through all stages: concept formulation, definition of metrics, determination of appropriate statistical methodology, research evaluation, and final research report",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Computer Software, Internet"
    },
    {
        "JobID": "1256873444",
        "Job Title": "Data Scientist",
        "Company": "Uniplus Consultants, Inc.",
        "Location": "Manassas, VA, US",
        "Description": "Plz contact abbas.ali@uniplus.com / 7036591405  Job Title: Data Scientist Location: Manassas, VA  Scope Of Work  We are looking for an Data scientist to lead and drive implementation of Analytics in various functional domains - operational, security and application.  Responsibilities Include Integrating and preparing large and varied datasets from multiple complex relational databases and other unstructured data sources to turn data into critical information and knowledge in various functional domains – operational, security and application Creating models to discover insights and opportunities using statistical, algorithmic, mining, and visualization techniques. Supporting and collaborating with key partners inside the organization on special projects, including developing models and evaluating new algorithms/technologies Developing and maintaining continuous analytics to report on risks, exposures and internal controls across various areas of the organization Mentoring the staff with this engineering paradigm Lead outreach to colleges and academia to meet students, interns and oversee their machine learning activities and help track them to SWIFT Build machine learning infrastructure at SWIFT to support various innovation proof of concepts to validate business ideas and demonstrate the outcomes to various business sponsors. Skills/Requirements: Level: (Junior/Specialist/Expert) Jr = 1-5 yrs / Spec=5-10yrs / Exp= >10 + yrs  Experience in various Data science disciplines such as - Natural Language Processing, Machine learning, Conceptual modelling, Statistics Analysis, Prediciate Modelling, Hypothesis testing and various associated technologies Expert  Able to program, preferably in different programming languages such as Python, R, Java, Ruby, Clojure, Matlab, Pig or SQL. Need to have an understanding of Hadoop, Hive and/or MapReduce and related big data and no-sql database technologies. Expert  Strong written and verbal communication skills; Expert  Being able to advice senior management in clear language about the implications of their work for the organisation; Expert  Having a good understanding of design and architecture principles Expert  Being able to work autonomously Expert  Being able to create examples, prototypes, demonstrations to help management better understand the work; Expert",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Staffing and Recruiting"
    },
    {
        "JobID": "1254491120",
        "Job Title": "Data Scientist",
        "Company": "Brex",
        "Location": "San Francisco, CA, US",
        "Description": "Brex is building the new global standard for financial services, starting with corporate cards. We are designing the product from first principles, enabling us to have unparalleled features and a seamless, modern experience for our customers. With backing from top venture firms and industry veterans such as Peter Thiel and Max Levchin, Brex is one of the fastest-growing startups to date, and we’re looking for someone to help scale the company with incredible people across the board. As a data scientist, you will leverage your modeling and engineering experience to research and deploy data services and mitigate risk. Based in San Francisco, our team is committed to creating a driven and diverse company with ambitious people from wide-ranging backgrounds.  We are looking for people with a strong background in data modeling and engineering who can independently solve ill-defined data challenges from end to end. You should be technical, and be able to quickly pick-up new engineering skills needed. You should also be a strong communicator, able to work with internal stakeholders to take your projects to completion.  Responsibilities Design and implement customer facing data services and products from end to end. Apply statistical models on large datasets to accurately identify attribution and have measurable results. Build and improve our underwriting and fraud detection models. Design, execute, analyze, and interpret the results of experiments across our product. Ideate novel applications of our data set in the face of size and quality limitations. Alongside business stakeholders and engineers, reconcile crucial data integrity issues. Maintain a strong data driven culture within the company by interacting with diverse internal functions.  What We Value Experience delivering production ready projects involving multiple data pipelines, services and models. Expert knowledge of scientific computing languages (e.g. Python, R) and SQL. Desire to have very high impact with customer facing data products. Ability to devise creative workarounds to difficult project roadblocks. Strong communication skills and having worked with different business functions. Ability to relentlessly chase down data integrity issues to their root cause. Thriving in a collaborative environment, filled with a diverse group of people with different expertise and backgrounds (we currently have over 15 nationalities represented, with more than ½ the company working in a country different from the one they grew up in).  Data At Brex We work in an environment where it matters to make the right design decisions the first time, and as a result, take on less technical debt than other companies. Product is a highly collaborative initiative across multiple teams. Data scientists are expected to understand the business and have input towards our long term vision. We believe in two equal track career growths between senior individual contributors and managers. We want people to contribute where they feel most impactful. We believe in small, accountable and autonomous teams of amazing people, eager to learn, teach and constantly improve our way of working. People have a strong sense of ownership and accountability for what they’re building. What we build today will be the foundation for dozens of other systems in the future. We are very frank on discussing technical matters. If one disagrees with how things are being done, we encourage them to speak up and help us get to the truth faster. Does Brex sound like home? We'd love to meet you! Please share with us details of what you've worked on and what matters to you (personally and from a technical standpoint). Don't worry too much about your resumé. Be genuine, not official.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Computer Software, Internet, Financial Services"
    },
    {
        "JobID": "1254549744",
        "Job Title": "Data Scientist",
        "Company": "Red Alpha",
        "Location": "Annapolis, MD, US",
        "Description": "Job Description  Our data scientists have a healthy mix of training, special projects, self-directed research, and of course client work. Much of our client work is defense related and requires a security clearance, though not everyone we hire will need one. The texture of training/projects/research/client work depends largely on the individual, in keeping with our philosophy of finding talented colleagues instead of starting with a list of line-item  Qualifications  and looking for someone who fits them snugly on paper.  Qualifications  Python, R, Hadoop, Spark, Random Forests, Deterministic Forests (jk), Jupyter Notebooks, xkcd, Deep Learning, and a host of other tools and techniques: you do not know them all, but you are comfortable and capable with quite a few of them. You likely have a degree in math/stats/computer science, but we also know that great data scientists sometimes come from outside those typical disciplines. You might not be at the top of the list to be a game show host, but you do like people and enjoy solving problems jointly with your colleagues. You have an entrepreneurial spirit driven by curiosity.  Additional Information  Red Alpha is an equal opportunity employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, disability status, protected veteran status, or any other characteristic protected by law.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Defense & Space, Computer Networking, Computer & Network Security"
    },
    {
        "JobID": "1255030671",
        "Job Title": "Data Scientist",
        "Company": "Summit Credit Union",
        "Location": "Madison, WI, US",
        "Description": "JOB REQUIREMENTS: Are you a strategic thinker with the ability to dissect business problems? Do you enjoy researching and using advanced statistical analysis to find trends, variations, patterns and insights relating to business and members? Are you able to build analytical solutions to drive profitable growth for the business? If you answered yes, Summit Credit Union has an opportunity for you. Summit is looking for a Data Scientist to join our team. This position will be responsible for determining and understanding current and potential member needs, helping to drive targeted marketing efforts, informing product development opportunities and providing actionable research and information to senior management and organization. This position contributes to marketing and corporate strategy development and provides insight into trends in member attitudes and behaviors. The Data Scientist works with marketing and business partners to develop and implement analytical solutions to personalize and optimize marketing, promotions and products and across business lines such as Mortgages, Auto loans, Credit cards, Deposits, Home Equity & Business Banking. We are looking for a strategic marketing thinker with the ability to dissect business problems, conduct research and advanced statistical analysis to identify trends, variations, patterns, and insights to help target marketing and promotional efforts. The successful candidate will: Have a strong statistical modeling expertise Identify best analytical techniques that can be effectively applied to achieve business objectives and interpret next best action through data driven insights Build end to end automated analytic solutions that are intuitive, simple to maintain, and drive real business outcomes Be responsible for the design, development, and implementation of innovative analytical solutions, including but not limited to: Data gathering and cleansing, statistical transformation, feature engineering & selection Apply analytical techniques such as linear/non-linear models, clustering, optimization & forecasting techniques Build or leverage machine learning packages Conceptualize & build reports leveraging visualization tools like Tableau to effectively communicate data driven insights to users for a variety of audiences Build strategies & conduct A/B testing to prove or disprove hypothesis Contribute to enterprise data and analytics strategy and champion adoption of enterprise analytics capabilities, including \"big data\" platforms and open source tools Conduct quantitative market research such as Net promoter Score and Member Satisfaction surveys, etc. Essential Functions: Contribute to marketing and corporate strategy. Provide analytical support for target marketing, pricing and product development. Ensures that marketing tactics and strategy are aligned with member needs and business philosophy. Uses data and analytical techniques to inform target marketing and product development opportunities. Recommend changes or adjustments to tactics and strategy as necessary. Contributes competitor data, member behaviors, understanding of financial implications and marketing expertise to pricing decisions and strategy. Identify new market opportunities, including: geographic, demographic, product and attitudinal groups. 2. Analysis of promotional results and financial analysis. 3. Provide recommendations for changes or improvements promotional tactics/targeting, pricing, product, media to enhance promotional performance and organizational research. Summit Credit Union is proud to be an Equal Opportunity and Affirmative Action Employer of Veterans, Minorities and Individuals with Disabilities. OTHER EXPERIENCE AND QUALIFICATIONS: Education Required Masters or better. APPLICATION INSTRUCTIONS: Apply Online: ipc.us/t/7C2BE2BC92D44885",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Computer Software, Banking, Financial Services"
    },
    {
        "JobID": "1250545504",
        "Job Title": "Data Scientist",
        "Company": "Beeswax",
        "Location": "New York City, NY, US",
        "Description": "Beeswax, named by Business Insider as \"the fastest growing company in AdTech\" in 2018, is hiring top engineering talent for it's growing New York office. Beeswax is a high scale, high availability advertising platform built by executives from Google and funded by leading VCs including RRE and Foundry Group.  The Beeswax team is a top-notch group with backgrounds from Google, Facebook, Amazon, and other premier technical teams. Because advertising is extremely high scale (millions of transactions per second) and low latency, the opportunity to learn about web-scale distributed systems and hard scaling problems is a great advantage of our engineering culture and work. We aim to offer the most extensible and transparent advertising system, servicing technology enabled clients and executing and processing billions of events every day. You can also read about our flexible APIs at www.beeswax.com/docs.  We are looking for a Data Scientist to join our product team, focusing on solving advertising optimization problems for our customers. You will work with engineers, traders and product managers to deliver AI-driven advertising solutions to Beeswax's customers. This role is perfect for someone who is entrepreneurial, has a mix of technical and customer-facing skills, is passionate about products, and is looking to accelerate their career at a rapidly growing organization.  What You'll Do Leverage advertising data and machine learning tools to develop predictive models for programmatic advertising. Perform exploratory analyses to understand the performance of existing models and recommend improvements. Work with engineering team to develop repeatable modeling pipelines Define, implement, dashboard and monitor key metrics for evaluating model performance in production. Work directly with Beeswax clients and account teams to develop custom optimization strategies to hit advertising performance targets   Who You Are You will have 2 to 5 years relevant applied experience with a bachelor's degree or higher in economics, computer science, statistics, mathematics or another quantitative discipline You have the technical competence required to perform advanced analytics, including: Coding skills (python strongly preferred) Experience developing machine learning models using popular open source frameworks (sklearn, tensor flow, mxnet, etc) Experience with analytics & visualization tools (SQL, Tableau, ggplot/matplotlib or similar) Experience performing analysis on large datasets You have strong statistical understanding of online testing methodologies and metric development You are a creative and independent thinker, able to work autonomously, capable of taking on loosely defined problems and translating complex thinking into practical application for diverse audiences You are a communicative person who values building strong relationships with colleagues and partners. You are excited to share your knowledge within the organization and help to \"level-up\" the people around you. You feel confident working directly with customers to understand their needs and quickly develop solutions.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Computer Software, Internet"
    },
    {
        "JobID": "1250261337",
        "Job Title": "Data Scientist",
        "Company": "Intertek",
        "Location": "Santa Clara, CA, US",
        "Description": "Intertek is a leading Total Quality Assurance provider to industries worldwide. Our network of more than 1,000 laboratories and offices with over 43,000 people in more than 100 countries, delivers innovative and bespoke Assurance, Testing, Inspection, and Certification solutions for our customers' operations and supply chains. Intertek Total Quality Assurance expertise, delivered consistently with precision, pace, and passion, enables our customers to power ahead safely.  Intertek's Industry Services team provides technical solutions that help customers maximize operational efficiency, ensure asset reliability, improve quality, and minimize safety risks. Some of our many service areas include inspection, non-destructive and materials testing, technical training, engineering, surveying, QA/QC, and supplier auditing.  The Data Scientist will support the Industry Services business line by leading product design and development, as well as providing pre-sales support.  Duties Understand energy industry data and utilize data science tools to provide insights. Closely interact with the engineering and materials team as well as product management, to derive requirements. Quick prototyping and evaluation of multiple solutions using frameworks like Python/Spark and integrating them with OSIsoft applications. Implementation of the solutions in a product environment. Demonstrate good communication skills, both oral and written, vertically and across the organization. Serve as Intertek representative in technical seminars and conferences, and publish whitepapers on issues intersecting data science technologies and Asset Integrity Management. Build relationships with strategic partners and stakeholders. Qualifications Advanced degree in Machine Learning, Computer Science, Mechanical Engineering, Physics, Statistics, Applied Math, or other quantitative fields. 0 - 3 years of working experience in analytics, data mining and/or predictive modeling, and data interpretation. Proven track record in modifying and applying advanced algorithms to address practical problems. Understanding of algorithms, machine learning, and data science. Strong coding skills in one of the following: Python, R, or PySpark. Knowledge of NLP/Text mining techniques and related open source tools. Strong written and verbal communication skills. Experience with OSIsoft applications. Technical sales experience. A career with Intertek means joining a global network of professionals dedicated to bringing quality and safety to life. Our vision is to become the world's most trusted partner for Quality Assurance and we offer our employees the chance to make an impact with attractive growth opportunities in this industry on a global scale.  We offer a salary and benefit package competitively placed within the local market, including medical, dental, vision, life, disability, 401(k) with company match, tuition reimbursement and more.  We are an Equal Opportunity Employer and do not discriminate against applicants due to veteran status or on the basis of disability. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, national origin, sexual orientation, or gender identity.  Intertek is a drug-free workplace. As a condition of employment, all hires are required to pass a pre-employment drug test.  LI-BB",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Construction, Mechanical or Industrial Engineering, Oil & Energy"
    },
    {
        "JobID": "1250962844",
        "Job Title": "Data Scientist",
        "Company": "Divvy Homes",
        "Location": "San Francisco, CA, US",
        "Description": "Why Divvy?  In the last decade millions of Americans have been forced to put their dreams of homeownership on hold. Home prices are rising faster than wages. Mortgage requirements are becoming stricter. As a result, renters are missing out on an critical wealth-building opportunity: owning a home.  At Divvy, we believe in the value of homeownership. Start building your future today. As simple as renting. As powerful as owning. Welcome to the neighborhood.  We’re looking for a Data Scientist to join our growing company. In this role, you’ll ensure the financial viability of our business by developing our underwriting and pricing models. Developing this model will also mean simulating new financial product offerings which match customer needs to Divvy’s capacities. Day to day, this will include a mix of dataset acquisition, statistical modeling, exploratory data analysis, and software engineering. You’ll report directly to Divvy’s Head of Data Science and work alongside a team of 4-6 software engineers and data scientists.  Responsibilities Build and refine our underwriting models using structured transaction data Identify, analyze, and acquire new data sources to improve model accuracy Influence Divvy’s product offerings based on quantitative insights Become a domain expert in underwriting  Work Experience You have 3+ years of experience in machine learning, data science or analytics You have experience in either Python or R You have a strong understanding of statistical modeling techniques You demonstrate the ability to clearly communicate analysis Bonus points for previous credit or risk experience Perks Competitive salary + equity Full benefits (medical, dental, vision) A beautiful dog-friendly office Diverse, smart, and witty co-workers",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Computer Software, Financial Services, Real Estate"
    },
    {
        "JobID": "1263682813",
        "Job Title": "Data Scientist",
        "Company": "Genpact Headstrong Capital Markets",
        "Location": "Boston, Massachusetts",
        "Description": "Job Summary:   Senior Consultant - Machine Learning/NLP/Advanced Analytics Job Description: -         Understand business process/ business problems and device machine learning/advance analytics solutions to transform business processes -         Design and deliver Augmented Intelligence solutions including predictive and prescriptive analytics -         Formulating machine learning solutions to business metrics, designing features from the data available from many large data sources, training, evaluating, and deploying models -         Developing high-performance algorithms for precision targeting, testing and implementing these algorithms in scalable, production-ready code; Interacting with other teams to define interfaces and understanding and resolving dependencies -         Developing coding in high-level languages such as R, Python, Java etc -         Architect ML/Advanced analytics solutions in cloud infrastructure Qualification : Must have: ·         Bachelors or higher computational science with an emphasis in Machine Learning or Data Science ·         4+ years of experience of writing production quality code; ·         Experience with traditional as well as modern statistical techniques, including Regression, Support Vector Machines, Regularization, Boosting, Random Forests, and other Ensemble Methods ·         Experience with end-to-end modeling projects emerging from research efforts ·         Architecture and programing knowledge of data processing on Hadoop programming environments (e.g. Spark/Hive/Pig). ·         Strong implementation experience with high-level languages, such as R, Python, Perl, Ruby, Scala or similar scripting languages; - Familiarity with Linux/Unix/Shell environments; - Strong hands-on skills in sourcing, cleaning, manipulating and analyzing large volumes of data; ·         Experience in creating large data feature stores for Machine learning in Teradata or similar databases. ·         Your github/kaggle profile showing a project or problems you’ve tackled   Preferred ·         Developer / Architect Certification in AWS or Azure is a plus",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Information Technology",
        "Industries": "Information Technology and Services, Computer Software, Telecommunications"
    },
    {
        "JobID": "1257411746",
        "Job Title": "Data Scientist",
        "Company": "FocusVision",
        "Location": "Stamford, Connecticut",
        "Description": "At FocusVision, recommending data collection and reporting tools isn’t just a nice-to-have feature, it’s a key capability for delighting our users and our customers. Your skills in the mathematics and design of recommendation systems, as well as in data science and collaborative product development, will help accelerate FocusVision's growth as we take our applications to the next level.   You have experience in applying mathematical techniques to hard business problems and in development of software used by millions of people with differing wants and needs. You're impact-driven, interested in bringing best-practices to life, motivated by clean designs, and love the process of diving in, figuring out what you need to, and making things happen, both for today and for the long-term.   JOB DUTIES: ·         Develop robust, knowledge-driven job listing (and other content) recommender systems for FocusVision. ·         Work directly with the CPO and Head of Innovation & Commercialization, and the Product and Engineering teams to ensure we're providing the best possible Search & Discovery process for data collection and operational support. ·         Research open questions, such as how to best evaluate recommendation systems with dynamic visibility constraints, or how to best handle complex interactions between recommendations and stated user preferences. ·         Get deep in the analysis of how our users use recommendations in their job-seeking process, and suggest new approaches to delighting them.   REQUIRED SKILLS AND ABILITIES:  ·         Strong understanding of linear algebra, such as from an MS or PhD in Computer Science, Applied Math, or Statistics. ·         Strong understanding of the theory and practice of recommender systems, including collaborative filters based on matrix factorization, similarity-based recommenders, and ensemble methods. You're comfortable thinking through approaches to hard problems such as cold-start recommendations and real-time recommendation systems. ·         Substantial expertise with a high-level programming language, Python preferred but not required. Experience with the tools used in production software engineering, including source control, code review, and testing frameworks. Comfort with Linux and modern cloud-based web application designs. ·         Comfort with SQL and large database systems such as Redshift. ·         Experience with Machine Learning tools and techniques including feature engineering, hyperparameter optimization, ensemble methods, and neural networks. ·         Experience with Data Science tools and techniques including data visualization and exploratory data analysis, reproducible research, and statistical tools such as multiple regression. ·         Great communications skills, including the ability to listen deeply and learn what people need, not just what they say they want. ·         A demonstrated hunger to learn more -- about technology, about our business, about everything. ·         The ability to thrive in a fast-paced startup environment, where you’ll be writing the rules and collaborating with the entire business.   NICE TO HAVE: ·         Experience studying Search Interfaces and Human-Computer Interaction. ·         Experience with Natural Language Processing, including word2vec and similar approaches to extracting content from text data. ·         Experience working with data in the AWS ecosystem. ·         Experience in the big data ecosystem (Hadoop, Spark, or other distributed data systems). ·         Public evidence of your desire to learn and share what you’ve learned, such as code on GitHub, or talks at conferences or Meetups, or blog posts.    LOCATION: New York or Stamford, CT",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "ResearchAnalystInformation Technology",
        "Industries": "Market Research, Information Technology and Services, Computer Software"
    },
    {
        "JobID": "1253774876",
        "Job Title": "Data Scientist",
        "Company": "HID Global",
        "Location": "Albuquerque, NM, US",
        "Description": "“Are you ready to work with cutting edge high tech biometrics technology?”Lumidigm, part of HID Global, is looking for an outstanding Data Scientist to join a tightly integrated biometric technology product-based organization developing global biometric authentication solutions for government, banking and healthcare sectors. The role of the Data Scientist will be to help develop data driven machine learning biometric products. The qualified candidate will provide technical support for a variety of product platforms and innovation projects.The engineering team is looking for a self-starting, high performing, and well-rounded candidate with personal initiative and drive to excel in a dynamic, cross-functional team environment.Duties and Responsibilities include the following. Other duties may be assignedDevelop Data-Driven Machine Learning Algorithms and ModelsProvide Data Visualization and Communications Tools Drive Product Performance Assessment and Qualification ActivitiesAssist Data Acquisition Team for Design of Experiment and Data CollectionDrive Continuous Product ImprovementQualifications:To perform this job successfully, an individual must be able to perform each essential duty satisfactorily. The requirements listed below are representative of the knowledge, skill, and/or ability required. Reasonable accommodations may be made to enable individuals with disabilities to perform the essential functions.Education and/or Experience: A minimum of 3+ years professional experienceMinimum B.S. in Computer Science, Engineering or Related Field (advanced degree highly desirable)Experience with Modern Machine Learning Tools and TechniquesStrong Background in Mathematics, Statistics, and Scripting LanguagesFundamentals in Software Engineering and Programming Skills Expertise with Python/Matlab/R, C/C++, SQL Market KnowledgeBiometric Technologies such as Fingerprint and Facial RecognitionHID Global is an Equal Opportunity Employer/Minorities/Female/Disabled/Veteran If you have a disability which limits your ability to apply online, please contact us at lcampilongo@Opens a New Window.,to submit your expression of interest in a position with our Company.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1255604960",
        "Job Title": "Data Scientist",
        "Company": "TEKREQS",
        "Location": "New York City, NY, US",
        "Description": "Data Scientist & Senior Data Scientist Location: New York, NY  Have the opportunity to join a fast growing Biotech Analytics firm located in New York City as a Data Scientist or Senior Data Scientist to join their statistical / machine learning team. This firm is a research-driven natural science and precision medicine company focused on maximizing reproductive medicine through fertility analytics. You will need to have a deep expertise in data science with a desire to work with large clinical datasets. This is a great opportunity for an individual to leverage their experience and skills in data analytics to make a meaningful impact on reproductive medicine.  Responsibilities  Working with large scale structured and unstructured clinical data. Applying standard statistical analysis and machine learning techniques in an R&D setting. Developing standardized and automated processing pipelines to prepare data for analytic activities. Planning and executing analytic solutions for scientific audits, reviews, and reports with minimal supervision. Designing, developing, and maintaining databases for scientific and commercial applications. Setting up and working on compute clusters and parallel computing.  An ideal candidate would have the following academic background and concrete skills (Required Skills): Master’s or PhD in biostatistics, computer science or a similar discipline is required. Minimum of 2+ years of professional Data Science, Statistical Analysis and/or Machine Learning experience. You should have an understanding of Bayesian decision theory, Support Vector Machines (SVM), Markov modeling, clustering, survival analysis, and other standard analytical methods used for regression and classification problems. Proficiency in SQL, NoSQL, or MongoDB programing. Proficiency in modeling and programming with R, Matlab, or Python. Any C/C++ would be a plus. A proven publication record, along with strong organizational, writing, and communication skills.  The ideal candidate will have the following characteristics (Desired Skills): Enjoys working in a highly collaborative environment with a diverse team to tackle complex problems Is disciplined and driven to deliver ongoing research results Has a positive attitude with a willingness to roll up their sleeves and do what it takes to get the job done Is highly organized Is a strong written and verbal communicator Has a hard work ethic with emphasis on execution  More About Our Bio-Tech Client  Our client is leveraging proprietary access to large clinical datasets to drive data-driven decision-making through our SaaS data fusion platform. They are also generating whole genome datasets that expand their understanding of how a woman’s personal genetic signature relates to her fertility potential. These genetic feature sets, together with the clinical metrics, will power the next generation release of their SaaS platform. The firm’s leadership team includes a diverse group of world-class scientists and professionals.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Computer Software, Internet, Financial Services"
    },
    {
        "JobID": "1247332789",
        "Job Title": "Data Scientist",
        "Company": "Datto, Inc.",
        "Location": "San Francisco, CA, US",
        "Description": "Our vision is to bring more innovation, efficiency, and equality of opportunity to the world by creating an open financial system. Our first step on that journey is making digital currency accessible and approachable for everyone. To get there, we'll need to continually learn from our data and translate those findings into a better product.  At Coinbase, data scientists are focused on this critical step of converting data into learnings. As a data scientist, you will be the key person for interpreting data, sharing findings, building models, and creating tools that make it easy for everyone at Coinbase to understand what the data means and what we should do about it.  You'll spend part of your time working directly with product teams — engineers, designers, and product managers — to ensure we're focused on the biggest opportunities and interpreting our data correctly. And you'll spend the other part of your time with the Data team building analytics models and systems that help scale our insights more broadly, both throughout the company and directly in the product.  Responsibilities Measure business performance, develop core metrics, and create dashboards to track and understand them Work with product teams to design experiments for new product ideas, and analyze the results to provide actionable recommendations Perform deep analyses and build models to understand customer behavior, and extract key insights that impact product decisions Synthesize data learnings into compelling stories and communicate them throughout Coinbase Act as a strategic partner to product leaders to help prioritize opportunities and inform product strategy Prototype new analytics & machine learning models that improve both our insights and the product directly Work with the broader Data team to suggest machine learning features and study the impact of machine learning models on business metrics Work with the broader Data team to find ways to scale our insights through better systems and automation   Requirements Demonstrate our core cultural values: clear communication, positive energy, continuous learning, and efficient execution. Experience in data analysis using SQL Experience in at least one programming language (e.g. R, Python, Java, Ruby, Scala/Spark, or Perl) Understanding of statistical concepts and experience in applying them   Nice To Have Experience with Looker, Tableau or other business intelligence platform Domain experience in product analytics or marketing analytics Experience building front-end visualizations Experience manipulating large amounts of structured and unstructured data  Coinbase is committed to diversity in its workforce and is proud to be an equal opportunity employer. Coinbase does not make hiring or employment decisions on the basis of race, color, religion, creed, gender, national origin, age, disability, veteran status, marital status, pregnancy, sex, gender expression or identity, sexual orientation, citizenship, or any other basis protected by applicable local, state or federal law. Coinbase will also consider for employment qualified applicants with arrest and conviction records in a manner consistent with San Francisco's Fair Chance Ordinance and similar local laws.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1249539077",
        "Job Title": "Data Scientist",
        "Company": "Bell Flight",
        "Location": "Fort Worth, TX, US",
        "Description": "We are pioneers. We were the first to break the sound barrier and to design the first functional jetpack. We were aboard NASA’s first lunar mission and brought advanced tiltrotor systems to market. Today, we are defining the future of on-demand mobility. At Bell, we are proud to work for an iconic company with superb talent, rapidly creating novel and coveted vertical lift experiences.  Bell has an opening for an experienced Data Scientist in the Fort Worth, TX headquarters.  We love our talent! As part of our workforce analytics team, you will forecast critical workforce trends to enable teams throughout Bell to thrive. Your models will optimize our workforce so that we leverage our talent throughout the business and your insights into our workforce segments will allow us to develop innovative and customized solutions. If you love data, unraveling complex issues, automating processes, partnering with other skilled data scientists, IT, and the business, and meet at least the basic qualifications, you should apply right away because this position could be a great fit for you!  Typical Responsibilities Develop advanced analytic solutions (Machine Learning, Neural Nets, Deep Learning, Cognitive Computing). Work with large, complex, multi-source datasets to execute analytical solutions. Partner with our IT team to further expand our Big Data technologies and Data Science platforms. Develop sustainable algorithm trained models. Deliver insights and recommendations through various channels (presentations, applications, and other mediums). Participate in cross-organizational project teams with fellow data scientists, architects, developers, and business process subject-matter-experts to continually automate and enhance capabilities throughout Bell.  Basic Qualifications Master’s degree in Data Analytics, Data Science, Predictive Analytics, Data Mining, Computer Information Systems, IT with a specialization in Data Mining or Data Analytics, or related field. Experience programming in Python. Experience with machine learning, algorithmic foundations of optimization, data mining/ artificial intelligence, and natural language processing.  Preferred Qualifications Deep understanding of ML/ AI architectural patterns and industry best practices. Highly skilled at data cleansing, data quality assessment, and using analytics for data assessment. Proficient with SQL (all variants), SQL Tuning, Stored Procedures, and cross-platform development Experience working on large data analytics projects. Experience working in Big Data technologies like Hadoop, Spark, Hive, Kafka, Hbase, etc. Experience using one or more analytic software tools or languages such as R or Python. Experience developing data pipelines that enable descriptive, applied, and predictive analytics. Strong understanding of Probability Theory, Regression, Classification, Multivariate Time Series, and related statistics. Knowledge of and experience with experimental design. Experience with neural network libraries such as Keras, TensorFlow, and PyTorch. Strong interpersonal and communication skills. Ability and willingness to collaborate with others, share knowledge and best practices, and develop cross-organizational solutions. Extraordinary judgment, discretion, and integrity when dealing with highly sensitive data. Previous experience in aerospace manufacturing and familiarity with program cycles would be beneficial, regardless of the position, org, or function you occupied.  EEO Statement  Textron is committed to providing Equal Opportunity in Employment, to all applicants and employees regardless of, race, color, religion, gender, age, national origin, military status, veteran status, handicap, physical or mental disability, sexual orientation, gender identity, genetic information or any other characteristic protected by law.  This position requires use of information which is subject to the International Traffic in Arms Regulations (ITAR) and/or the Export Administration Regulations (EAR)., Non-U.S. persons selected must meet eligibility requirements for access to export-restricted information. , The ITAR/EAR defines a U.S. person as a U.S. Citizen, U.S. Permanent Resident (i.e. 'Green Card Holder'), Political Asylee, or Refugee.  Pay Transparency Policy Statement  The contractor will not discharge or in any other manner discriminate against employees or applicants because they have inquired about, discussed, or disclosed their own pay or the pay of another employee or applicant. However, employees who have access to the compensation information of other employees or applicants as a part of their essential job functions cannot disclose the pay of other employees or applicants to individuals who do not otherwise, have access to compensation information, unless the disclosure is (a) in response to a formal complaint or charge, (b) in furtherance of an investigation, proceeding, hearing, or action, including an investigation conducted by the employer, or (c) consistent with the contractor’s legal duty to furnish information.  Job Field  Human Resources  Primary Location  US-Texas-Fort Worth  Recruiting Company  Bell Flight  Schedule  Full-time  Job Level  Individual Contributor  Shift  First Shift  Travel  No  Job Posting  05/01/2019, 9:21:24 AM  Textron (and its subsidiaries) participates in E-Verify. We will provide the U.S. Social Security Administration (SSA) and, if necessary, the U.S. Department of Homeland Security (DHS) with information from each new employer’s Form I-9 to confirm work authorization.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Defense & Space, Aviation & Aerospace, Mechanical or Industrial Engineering"
    },
    {
        "JobID": "1256261533",
        "Job Title": "Data Scientist",
        "Company": "Vivid Resourcing Ltd",
        "Location": "Greater Chicago Area",
        "Description": "Data Scientist - Chicago - Full Time - Excellent Compensation!  My client are an industry leading company in Chicago, one of the most successful comapnies in the past few years locally. They are looking for the following:  1x Mid Level Data Scientist 1x Senior Data Scientist  Ideal experience will include: (full job spec available on request) - 2-7 years experience working in a Data Science focused role - BA, MA or PhD in relevant field - Python, R programming proficiency  The company offer:  - Excellent base compensation - Great bonus structure - Exxcellent benefits   Please APPLY now to discuss more!",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Information Technology",
        "Industries": "Information Technology and Services"
    },
    {
        "JobID": "1260158150",
        "Job Title": "Data Scientist",
        "Company": "Flashii",
        "Location": "Atlanta, Georgia",
        "Description": "* Candidate would need to work onsite *This would be a contract role, with high possibility of extension  Contract Duration: 6+ months   Need a Data Scientist with 5+ years experience in Hive, Python and Sql. Some experience with Oracle E-Business Suite (SCM). Need a course or certification in Data Science Need to be able to work in Atlanta, GA for 5 days of the week Associated topics: data administrator, data architect, data center, data management, data warehouse, database, database administrator, mongo database, mongo database administrator, sybase",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Contract",
        "Job function": "EngineeringProductionAdministrative",
        "Industries": "Computer Software, Computer Networking, Information Technology and Services"
    },
    {
        "JobID": "1248836524",
        "Job Title": "Data Scientist",
        "Company": "1Life Software",
        "Location": "San Francisco, CA, US",
        "Description": "About Us  At One Medical we are passionate about revolutionizing the healthcare industry by offering a new approach to primary care. This isn’t your average doctor’s office – we combine people-centered design, technology, and a team of talented providers to give our members an amazing experience.  One Medical is the fastest-growing primary care system in the country with over 70 locations in major cities nationwide. You’ll find us in Boston, Chicago, Los Angeles, New York, Phoenix, Seattle, the San Francisco Bay Area, Washington, DC and most recently, San Diego.  The Opportunity  As a Data Scientist on One Medical’s core Analytics & Data Science team, you’ll work on data science projects with departments across the business, build foundational tools and libraries for other analysts and data scientists, and develop algorithms to help automate key operational workflows. You’ll have the opportunity to work with rich, interesting, accessible data in a modern data infrastructure -- and to see your work directly impact patients and providers. And you’ll join a collaborative, supportive data science team with a culture of learning.  You'll become a healthcare and healthcare data expert. You'll learn the business context of your projects well: their financial or strategic importance, how the key business processes work, and what important decisions are currently being made. You will develop your own perspective on these decisions, incorporating business knowledge and technical judgment.  You'll build strong relationships with business stakeholders. Because of your work, skills and interactions, business stakeholders will trust you to deliver useful, rigorous, timely analyses along with explanations they can understand.  You'll be a partner to technical collaborators, such as data engineers. Within the Analytics & Data Science team, you'll consult other team members when appropriate, while also providing technical leadership in your own areas of expertise.  What You'll Likely Work On  Utilization and Value management data science and general data science. Examples of projects are: Use utilization data from partners to understand common utilization patterns after referrals  Signals that drive employee performance  Help departments improve the rigor of their KPIs. For example, help them understand and adjust for seasonality and the changing mix in our population.  Enabling business stakeholders to better understand the data relevant to their work, make data-informed decisions, and more rigorously measure the impact of their work.  Making meaningful contributions to the data science stack by creating useful data or tools for other technical team members.  You’ll be set up for success if you have:  PhD in quantitative discipline (e.g. Stats, Applied Math, Operations Research, Physics, Quantitative Economics). Operations research preferred.  Coursework or experience in data analytics and statistics  Familiarity with operations research problems and techniques (e.g. scheduling and routing problems, optimization techniques)  Technical tools such as Python, R, SQL  The ability to learn quickly when facing new situations, experiment to find new solutions, and take on the challenge of unfamiliar tasks. You'll need to extract lessons learned from failures and mistakes. And you'll learn through experimentation when tackling new problems, using both successes and failures as learning fodder  Experience making sound decisions, even in the absence of complete information; relying on a mixture of analysis, wisdom, experience, and judgment when making decisions. You considers all relevant factors and uses appropriate decision-making criteria and principles. You recognize when a quick 80% solution will suffice. And you make good, timely decisions that keep the organization moving forward  The ability to ask the right questions to accurately analyze situations. You acquire data from multiple and diverse sources when solving problems. And you uncover root causes to difficult problems; evaluating pros and cons, risks and benefits of different solution options. You make sense of complex, high-quantity, and sometimes contradictory information to solve problems  Knowledge of how businesses work and how organizations make money. You use knowledge of business drivers and how strategies and tactics play out in the market to guide actions.  The ability to gain insight into customer needs; identifying opportunities that benefit the customer.  Benefits Designed To Aid Your Health And Wellness  Taking care of you today  Paid sabbatical after 5 and 10 years  Employee Assistance Program - Free confidential advice for team members who need help with stress, anxiety, financial planning, and legal issues  Competitive Medical, Dental and Vision plans  Free One Medical memberships for yourself, your friends and family  Pre-Tax commuter benefits  PTO cash outs - Option to cash out up to 40 accrued hours per year  Protecting your future for you and your family  401K match  Credit towards emergency childcare  Company paid maternity and paternity leave  Paid Life Insurance - One Medical pays 100% of the cost of Basic Life Insurance  Disability insurance - One Medical pays 100% of the cost of Short Term and Long Term Disability Insurance  This is a full-time role based in San Francisco, CA.  One Medical is an equal opportunity employer and encourages all applicants from every background and life experience.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Insurance, Health, Wellness and Fitness, Hospital & Health Care"
    },
    {
        "JobID": "1246528891",
        "Job Title": "Data Scientist",
        "Company": "Omni Rentals",
        "Location": "San Francisco, CA, US",
        "Description": "Here at Omni we believe in experiences over things, access over ownership, and living lighter rather than being weighed down by our possessions.  We’re building a future of being able to tap into a network of items at the mere tap of a button, available for daily, weekly, and monthly access around you. We’re already live in San Francisco, Portland, New York and Los Angeles currently, and will eventually exist in every major city in the world! Wherever you are, you’ll be able to open your phone and access items exactly when and where you need them.  With over 40MM in funding from Highland Capital, Founders Fund, Ripple, and some of Silicon Valley's top angel investors (plus, Drake and Diplo), Omni is challenging the way the planet thinks about access, ownership, and the sustainability of consumerism.  Omni is looking for an exceptional Data Scientist to join us on our mission. You’ll be focused on helping Omni gain interesting insights on some of the key questions related to our data, ranging from understanding our business metrics, to applying them to balance our supply and demand operations, to understanding what features our customers like most, to building features like recommendation models.  Ideal Candidate Are a statistics, machine learning or data mining whiz Like solving complex problems and are always up for a challenge Can break down ambiguous questions into definable metrics Love innovating and coming up with creative solutions Are super detail-oriented and a stickler for the right solution Love working in a fast-paced environment where you can create a difference Are not shy to communicate your insights in easily understandable yet good-looking charts  Required Experience & Skills Prior experience/ academics in stats, math, CS or other relevant field. Prior work/publications in high quality cited scientific journals and conferences/ patents are a definite plus Advanced fluency in SQL (PostgreSQL, BigQuery) Analytics experience including applied techniques in data mining, machine learning using Python/ R Experience writing production level python code and good understanding of Data Science pipelines Experience turning ideas into actionable designs Comfortable working in a dynamic environment with several ongoing concurrent projects Very strong verbal and written communication skills as well as excellent presentation skills  Omni is an equal opportunity employer and is committed to creating an inclusive work environment. We consider all qualified applicants without regard to race, religion/creed, color, national origin, ancestry, physical or mental disability, genetic information, marital status, sex (including pregnancy, childbirth and related medical conditions), gender, gender identity, gender expression, citizenship status, genetic predisposition or carrier status, age, sexual orientation or preference, military or veteran status, status as a victim of domestic violence or any other legally-protected class or characteristic. Omni considers all qualified applicants including those with arrest and conviction records, in accordance with the San Francisco Fair Chance Ordinance. Omni is happy to make reasonable accommodations for qualified applicants with disabilities. If you require an accommodation in the application process, please let our People Ops team know by emailing people [at] beomni.com .",
        "Seniority level": "Associate",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Internet"
    },
    {
        "JobID": "1251949867",
        "Job Title": "Data Scientist",
        "Company": "Transamerica",
        "Location": "Denver, CO, US",
        "Description": "Job Description Summary  As part of the Advanced Analytics group, the Data Scientist works with product managers, data engineers, and other data scientists to develop innovative solutions that transform the way Transamerica conducts business.  Job Description  Responsibilities: Design experiments and formulate machine learning problems to address major business challenges and innovation opportunities Work with product managers and data engineers to discover, collect, cleanse, and refine the data needed for analysis and modeling Analyze large datasets to extract actionable insights and inform experimental design and model development Write lucid, compelling summaries to communicate results of your analysis, model development, and testing which inform how the business should act Collaborate with peers, challenging assumptions and providing constructive criticism and ideas for improvement Build models using a variety of statistical and machine learning techniques, assessing the best type of model for the problem. Context and using advanced techniques and customizations to optimize model performance Harden models for production deployment and monitor model performance over time  Qualifications Master’s degree or PhD in computer science, machine learning, data science, mathematics, statistics, or related quantitative field Three years of experience in a data science or machine learning role Excellent knowledge of major machine learning algorithms Fluent in Python and R Experience with machine learning libraries and platforms, like Scikit-learn and Tensorflow Solid statistical analysis skills and a good understanding of experimental design Experience working with data at scale in the Hadoop ecosystem  Preferred Qualifications Experience leveraging NLP tools and techniques for text mining and natural language understanding In-depth experience with computer vision applications of machine learning  Behavioral Qualifications Ability to analyze data to identify deliverables, gaps and inconsistencies Communication skills including the ability to identify and communicate data driven insights Excellent analytical and problem solving skills Excellent communication skills and the ability to use data to tell a story Willing to learn and keep pace with the latest advances in data science and machine learning Attention to detail and results oriented, with a strong customer focus The ability to work within a team environment  Our Culture  At Transamerica we promote a Future Fit mindset. What is a Future Fit mindset? Acting as One fosters an environment of positive collaboration Accountability allows us to own the problem as well as the solution Agility inspires new ideas, innovation and challenges the status quo Customer Centricity encourages an above and beyond approach to our customer  Working Conditions Office environment",
        "Seniority level": "Not Applicable",
        "Employment type": "Full-time",
        "Job function": "Other",
        "Industries": "Financial Services, Insurance, Investment Management"
    },
    {
        "JobID": "1248806417",
        "Job Title": "Data Scientist",
        "Company": "AdHawk",
        "Location": "New York City, NY, US",
        "Description": "AdHawk is looking for an experienced Data Scientist who crunches numbers in their sleep and loves finding needles in haystacks. On the job, you will use your cutting edge analysis to drive business innovation and inform executive decision making. And you will help our thousands of customers achieve their business goals. You will collaborate with our Product team in the NYC office as well as our stellar remote-first Engineering team.  Responsibilities Discover business improvement insights in data Design experiments to prove the insights Source new and impactful datasets Design, code, deploy, and monitor predictive models Work with current data scientists to code review existing and future models Work with data engineers to create robust, reusable data pipelines Develop models that maintain and monitor themselves.  Requirements BS/MS/PhD in Statistics/Data Science/Computer Science Must have developed at least one major data science system built for business/engineering impact Statistical estimation and prediction Familiarity with: Machine Learning methods, Regression, classification models, SQL, Python, Pandas, Scikit-learn  Nice To Haves 1-2 years professional experience in a data science role Familiarity with AWS ecosystem, specifically Sagemaker Data ETL, Data cleaning Knowledge of digital advertising space PhD in any of the fields listed above  Our mission at AdHawk is pretty simple: simplify the complicated world of digital advertising for small and medium-sized businesses. Whether you're an agency looking to streamline operations with software, a franchise looking to automate lead generation for your franchisees, or a business looking for a dedicated growth partner, AdHawk has you covered. The opportunity is massive, and we have the team to execute the vision…except, well, for you.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Computer Software, Internet"
    },
    {
        "JobID": "1266324537",
        "Job Title": "Data Scientist",
        "Company": "Veritude",
        "Location": "Boston, MA, US",
        "Description": "Veritude is hiring a Data Scientist for Fidelity Investments in Boston MA.  At Fidelity's Artificial Intelligence Center of Excellence (COE), you won't be just tinkering around the edges, you'll be building critical solutions that will benefit our clients for years to come. We work closely with business stakeholders, collect requirements and deliver high value AI/ML solutions that drive customer and business value. Those of us who love to work with data see this as the pinnacle of opportunities that you cannot find anywhere else in the industry.  These positions are all located in Boston, MA.  The Team  The AIML (Artificial Intelligence and Machine Learning) team contributes to the vitality and growth of the organization through researching and building complex, cutting edge and scalable AI algorithms, models, platforms and technologies to significantly improve customer experience and drive business results. Our team of high caliber scientists, mathematicians and statisticians use rigorous quantitative approaches to ensure that we are efficiently building algorithms and technology relevant to the business or customer experience issue at hand.  The Expertise You Have Minimum Master's Degree in Engineering, Computer Science, Mathematics, Computational Statistics, Operations Research, Machine Learning or related technical fields. Advanced knowledge in model evaluation, tuning and performance, operationalization and scalability of scientific techniques and establishing decision strategies. Hands on experience developing supervised and unsupervised machine learning algorithms (regression, decision trees/random forest, neural networks, feature selection/reduction, clustering, parameter tuning, etc.), Experience in evaluating and making decisions around the use of new or existing tools for a project. Experience in projects involving large scale-multi dimensional databases, complex business infrastructure, and cross-functional teams. Three to five successfully launched ML projects would be ideal. Programming skills in Python, Spark, Scala, R or MatLab   The Skills You Bring Your solid skills in algorithm development and predictive modeling You have deep knowledge of some combination of the following: Natural Language Processing (NLP) Deep Learning, Neural Networks Real Time Event Detection and Scoring Time series analysis, Econometrics Robotic Process Automation Cloud ML  The Value You Deliver  You will partner with business stakeholders to identify/prioritize top AI opportunities, create business/technical requirements, transform large volumes of data into AI-driven solutions using creative, cutting edge open source methods/technologies, lead ML strategy and road map planning, work across teams and influence the direction of external teams. The ideal candidate will combine expert AI/ML/Open Source/Tech knowledge with hands on experience building algorithms/models/programming and outstanding business skills (revenue/cost drivers, customer experience, customer journey, communication, etc.) to manage and deliver complex/critical projects driving significant value to Fidelity.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1266774037",
        "Job Title": "Data Scientist",
        "Company": "Earnin",
        "Location": "Palo Alto, CA, US",
        "Description": "About Earnin  Our financial system is fundamentally unfair for people who live paycheck to paycheck. People shouldn’t have to wait weeks to get the pay they’ve already earned. This wait forces them to spend more than $100 billion a year on short-term credit products, late fees and overdraft fees.  Earnin helps people overcome this unfairness by giving them real-time access to their money as soon as they have worked -- without fees or interest.  Our team is bound together by a desire to level the financial playing field. We are a Series C funded from top-tier investors including DST Global, Andreessen Horowitz, Spark Capital, Matrix Partners, March Capital Partners, Coatue Management and Ribbit Capital.  You can help make a difference. Join us.  About The Team  We’re looking for a talented and motivated data scientist to collect and process data across our business to aid Earnin’s mission in giving the world access to their pay as soon as they’ve earned it.  Features are the soul of machine learning and artificial intelligence. As a data scientist focusing on feature science, you will be interfacing with product and analytics teams to gain business insights, evaluate areas where we can protect and improve our business model. After comprehensive exploration and creative thinking, you will enrich and maintain our feature lake to advance our product and operations. The features will not only be used for predictive modeling, but also for business intelligence, marketing, engineering optimization, and finance.  Every decision made at Earnin is backed by data; our company trajectory is defined by the systems, tools, and analytics powered by our exceptional team. We integrate multifaceted data streams such as rapidly changing market data, customer data based on app activity and feedback, and financial banking operations data to perfect our processes and workflows. Improving these systems and maintaining scalability across a growing user base (X million and counting) is thrilling, particularly on a team of four.  What Set Us Apart We care more about the thought process, perseverance, tenacity in solving really difficult problems (rather than checking off all the technology boxes) Solving unique problems in the financial payments industry Helping people on a human level   As a Data Scientist You Will Process large-scale data across the financial markets and our internal event streams Analyse the processed data to find out meaningful features with can enhance machine learning models to further more enhance products. Use the processed data for ad-hoc analysis, dashboarding and reporting Engineer fast, real-time data pipelines for extract-transform-load (ETL) Work on feature engineering to provide important features for both model training and prediction Maintain a feature lake which is consumed by predictive models in production environment Work closely and collaborate with product teams to gain product and business insights for feature mining Create monitoring systems to track of the quality of data and the health of our systems Apply statistical concepts such as hypothesis testing, statistical significance etc to multivariate analysis  Some skills we consider critical to being a Data Scientist: Deep understanding on machine learning and statistics Experience building data pipelines from scratch data to production Strong SQL abilities and experience. Proficient in Python, Spark, R and Scala 3+ years industry experience in data mining, machine learning, statistical analysis, and modeling 1 + year of real-time data pipelines experience for extract-transform-load (ETL) Excellent communication skills Familiarity with AWS Suite A MS or PhD in Computer Science, Physics, Statistics, Applied Mathematics, or a closely related quantitative disciplines  Earnin is an Equal Opportunity-Affirmative Action Employer. We provide equal employment opportunities to all employees and applicants for employment and prohibits discrimination and harassment of any type without regard to race, color, religion, age, sex, national origin, disability status, genetics, protected veteran status, sexual orientation, gender identity or expression, or any other characteristic protected by federal, state or local laws. Earnin is an E-Verify participant.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1254934721",
        "Job Title": "Data Scientist",
        "Company": "Samsung Electronics America",
        "Location": "Plano, Texas",
        "Description": "Data Scientist (Home Appliance Focus)  Business Unit  In today’s fast evolving technology world, one aspect remains common – reliance on data to drive the next wave of innovation. The Big Data department is Samsung’s Center-of-Excellence for driving the adoption of data driven decision making and product development across the company. The team’s core focus is developing best-in-class solutions that provide Samsung’s marketing and service organizations with a 360 degree view of the Samsung customers. Big Data is powering a paradigm shift at Samsung and the global industry. We are looking for highly technical team members who are passionate about data, have the rigor needed to solve billion dollar problems, and possess an innate entrepreneurial spirit to explore the uncharted.    The Big Data department combines the engineering backbone of a best-in-class platform with the analytic expertise of advanced mining and predictive modeling. If you want to work among the very best talent in the industry, working on the most innovative products in the world, Samsung is the place to be.  Role Summary  Data Scientists are responsible for developing brand new solutions, especially in creating solution architectures and proof-of-concepts. Besides providing the critical link between the most technical areas of the organization and our business partners, Senior Data Scientists have a keen sense of how to research cutting edge data science methods and apply those same methods to Samsung’s own, novel solutions. Balancing excellent business communication skills with a deep analytical understanding is needed to:  1) successfully build never-been-done-before analytic solutions in a Big Data environment and 2) interface daily with business partners, engineering, and product management teams.  One key product category at Samsung is Home Appliances: Refrigerators, Ranges, and Laundry units, just to name a few. This category houses invaluable data about customer profiles, purchase lifecycles, and device usage. This Data Scientist would explore, distill, and model against the Home Appliance data in order to drive more effective Sales & Marketing through both traditional and digital channels.  Common Essential Duties & Responsabilities  Collaborate with Home Appliance and Channel Demand teams to develop novel, practical, and operationalized analytics that drive explicit business value at the customer level Research cutting edge data science methods deeply to:  1) qualify each methods’ viability to meet Samsung’s delivery standards and  2) propel Samsung’s solutions into brand new spaces.  Develop solution architectures and proof-of-concepts (POCs) that can be seamlessly handed off to other Data Scientists for development Discover and apply insights from massive data sets of structured, semi-structured, and unstructured data Combine strengths in data management, analysis, applied statistics, and visualization capabilities Develop data analysis solutions based on descriptive analyses and predictive models Collaborate with marketing, service, development, and engineering teams to ensure that requirements for integration, security, data quality and cross functional usage are addressed  Background /Experience Requirements  Extensive experience solving analytic problems using quantitative approaches and a proven passion for generating actionable insights and predictions from data. Have marketing or service industry experience manipulating and analyzing complex, high-volume, high-dimensionality data from varying sources. Strong knowledge of statistical methods and particularly in the areas of predictive modeling/scoring. 5+ years experience with statistical programming expertise: R required; Python & Spark preferred 5+ years experience with Big Data mining expertise: Hive & Impala required; SQL preferred 2+ years experience in sales or marketing functions for consumer products, retail, tech, telecom, or financial industries 2+ years experience developing analytic results that directly inform and/or enable quantifiable business action, either by providing insights or building analytic applications Machine learning expertise: GLM Regression (linear, logit, multinomial), kMeans/Hierarchical Clustering, Principle Component Analysis, & Decision Tree required; Neural Network, Panel Regression, Bayesian Regression, Times Series, & A Priori preferred Data scale expertise: Regular use of data with high-volume (1TB+) & high-dimensionality (500+ variables per schema) required; clear understanding of Hadoop framework with hands-on experience both querying and applying statistics on massive data sets Education background: PhD or MS in Mathematics, Computer Science, Engineering, or Economics required; incremental MBA preferred Ability to communicate complex quantitative analysis in a clear, precise, and actionable manner.   Necessary Skills /Attributes  Develop and maintain excellent working relationships with all assigned levels within and outside the company. The ability to convince others, in a potentially adversarial and highly technical environment, including customer leadership, VPs, directors & managers, staff, and vendors with opposing views to accept/approve plans, technical, and project recommendations. Plan, organize, and prioritize multiple complex assignments and projects. Read and interpret detailed and complex engineering product development and marketing documents, media materials, and contracts (or related documents) based on corporate legal and marketing standards and philosophy. Work independently and in a team environment in order to achieve personal and team goals and complete assignments within established time frames. Ability to lead and direct the activities of staff members in order to achieve customer business objectives and team goals and to complete assigned projects within established time frames and specifications. The ability to develop tasks and work assignments, clearly define objectives, and give direction with applied knowledge of alternatives and decision-making experience to guide subordinates. Ability to negotiate on behalf of function to come to agreement by managing communications through discussions and compromise; issues are short-term operational and medium-term tactical or limited strategic nature.  Physical /Mental Demands & Conditions  Work is generally performed in an office environment. Operate a computer keyboard and view a video display terminal between 50% - 95% of work time, including prolonged periods of time. Requires considerable (90%+) work utilizing high visual acuity/detail, numeric/character distinction, and moderate hand/finger dexterity. The movement and transportation of equipment, most of the time is under 25 pounds. Performs work under time schedules and stress which are normally periodic or cyclical, including time sensitive deadlines, intellectual challenge, some language barriers, and project management deadlines. Machines, tools, equipment, and work aids include printers, copiers, faxes, and other equipment commonly associated with an office work area. May require working additional hours beyond normal schedule. Travel varies depending on position. Consistently demonstrates a commitment to policies and procedures, including but not limited to, attendance, confidentiality, conflict of interest, and ethical responsibilities.",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation TechnologyResearch",
        "Industries": "Consumer Electronics, Internet, Research"
    },
    {
        "JobID": "1254926978",
        "Job Title": "Data Scientist",
        "Company": "First Point Group",
        "Location": "Orlando, Florida Area",
        "Description": "We are currently looking to fill 3 openings in Orlando, FL - 1 year contracts extendable  US Citizens, Green Card Holders, EAD and TN1 only - NO C2C  SUMMARY:  We are seeking candidates with telecommunications networks and data management study backgrounds with some intial industry experience, who would enjoy finding structure and value in the complex data representing the inner workings of modern telecom networks.   Requirements A hands-on role for a technical ‘doer’, perhaps suited to a candidate who has studied communications networks and/or complex data management techniques, with some initial Telecoms data analysis or network intelligence experience, who is interested in broadening their experience into: working with the pre-sales team and prospective clients to develop the initial opportunity and business case. working with experienced colleagues to architect a solution that meets a clients’ needs. building solutions using Ontology6 for network visualisation / troubleshooting, service and change impact management and interactive data alignment. taking responsibility for their technical relationship with a customer. understanding how the goals and findings of data analysis relate to the customer’s business. Interacting with our engineering team to improve the Ontology product. They should be a quick learner, fast thinker, problem solver by nature. An excellent communicator with an outstanding ability to interact with diverse teams, from business owners to subject-matter-experts and end-users: ability to work directly with the client to help capture, verify, and communicate business objectives. ability to extract technical information, data usage, meaning and workflow from client teams and reduce into key-forms.  Experience/Education 1-2 years’ experience of telecom network and communications technologies Any experience with graph data, RDF, SPARQL and associated technologies a bonus. Experience with OSS and BSS infrastructure and telecoms technologies a bonus.",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Contract",
        "Job function": "Information Technology",
        "Industries": "Information Technology and Services, Telecommunications"
    },
    {
        "JobID": "1258164134",
        "Job Title": "Data Scientist",
        "Company": "Government of Virginia",
        "Location": "Richmond, VA, US",
        "Description": "# Position Information ## Job Description VDOT’s Business Transformation Office is seeking a team member to provide high-level professional support and coordination of the agency’s data analytics and data science program, performance measurement and reporting programs. The successful candidate will conduct and develop complex data analyses, develop predictive indicators of performance, create business intelligence tools and dashboards that cross traditional functional lines, and can be used by employees at all levels of the organization, as well as the general public. The successful candidate will support the Agency’s data science and analytics program to analyze systems and business performance, interpret results, forecast and predict performance, and recommend improvements. Work with a variety of different types of datasets, and include data processing, data cleaning and validation, data reconciliation and expansion, classical statistical analysis and model estimation, application of contemporary machine learning algorithms to develop predictive indicators of performance. Implement, debug, calibrate, and apply both advanced analysis models as well as next generation data driven techniques, founded on the data analysis. Develop, calibrate and validate data models, processes large input and output data sets. Analyze transportation and business data and use tools such as R, Python, SPSS, Java, SQL, and Power BI to support continuous improvement of programs and agency performance. Conduct advanced, complex and unusually difficult analyses to identify insights and correlations indicating transformative changes that guide improvements in the agency’s performance. Mine, analyze and interpret large data sets from multiple data systems and lines of business. Translate Agency business needs into technical data requirements. Use a strong business acumen and understanding of the business to combine quantitative analyses with qualitative evaluations to determine root cause of performance and develop recommendations for performance improvement. Design, develop, and implement quality assurance/ quality control tools to find and flag performance anomalies. Develop performance management systems designed to cascade measures through all levels of the department, and link performance metrics to business processes. Prepare clear, concise, and compelling reports, (both traditional and online, interactive reports) recommendations, and presentations that provide executive and senior leadership with the information they need to transform the organization through innovations, policies, strategies, organizational structure, operational practices and/or resource distribution. ## Minimum Qualifications Knowledge and demonstrated skills in performance measurement processes and data analytics, data research and evaluation techniques, and strategic policy analysis. Knowledge of data analytics, industrial engineering, strategic management, and/or economics. Extensive experience in research and evaluation analyses, techniques, and methodologies including theories/assumptions; quantitative and qualitative principles, practices, and procedures. Experience with working with data from large data sets and developing repeatable, automated reports, using querying and visualization tools. Demonstrated skills and abilities in work measurement, economic analyses, project management, statistics and use of statistical data. Ability to identify source data and source systems where data resides and envision programs and develop rules for retrieving the data and using the data so that the data is correct, used appropriately, and the analysis can be repeated by a third party. Demonstrated ability to independently review data to validate that results reported by Agency staff are correct and verifiable. Demonstrated proficiency with databases, Microsoft Office, SharePoint, and tools such as R, Python, SPSS, Minitab, Java, SQL, Power BI Ability to work with all levels of Agency staff, including regular interaction with Agency executives and senior leadership. Skill in publishing and reporting performance measures for public consumption. Proven ability to translate and communicate complex and sensitive information to various audiences in a clear and compelling manner, both through oral and written communications and presentation materials. Demonstrated competencies in team dynamics and obtaining desired results; effectively dealing with conflict; staying focused on the mission; setting and achieving critical priorities in a strategic and time sensitive manner; demonstrating initiative; and keeping focus on customer and performance expectations and measures. Demonstrated ability to develop appropriate QA/QC procedures for performance measurement and reporting programs. Bachelor’s Degree in Statistics, Data Science, Systems Engineering or related field or equivalent combination of education, training, and experience. Demonstrated experience conducting a variety of advanced analyses primarily in the performance measurement area. ## Preferred Qualifications Graduation from an accredited college or university with a concentration in data science, statistics, systems engineering, information technology or similar. Graduate degree preferred. Data Scientist certification, MS Power BI certification, Project Management experience a plus. Demonstrated progressively responsible experience in a senior position, working in multiple programmatic areas. ## Special Requirements This position requires a fingerprint based criminal history background check. ## Special Instructions to Applicants State applications will only be accepted as submitted online by 11:59 pm on the closing date through the Recruitment Management System (RMS). State applications submitted via email, postal mail, fax, or in person will not be considered. Applicants are expected to fully represent qualifications and work history on the State application. The decision to interview an applicant is based on the information provided on the application, therefore, it is essential to fully complete each section of the application and provide detailed information. Submitting an incomplete state application, or a state application lacking in detail, may impact your interview eligibility. This website will provide a confirmation of receipt when the application is submitted successfully. Please refer to “Your Application” in your RMS Account to check the status of your application for this position. The Virginia Department of Transportation (VDOT) is an Equal Opportunity Employer by both policy and practice. For more information about our employment practices, please visit “Information for VDOT Employees and Applicants”: irginiadot.org/jobs/information_for_employees.asp This position requires a fingerprint based criminal history background check. This posting is a re-advertisement. Previous applicants do not need to re-apply and will be considered. # Contact Information ## Name Jeff Fowler ## Phone 804-786-2994 ## Address VDOT Central Office Human Resources 1221 East Broad Street Richmond, VA 23219 Working Title:* Data Scientist Role Title:* Prog Admin Specialist III - 19213 Job Open Date:* 04/30/2019 Job Close Date:* 05/17/2019 Open Until Filled:* No Is this position funded in whole or in part by the American Recovery & Reinvestment Act (Stimulus Package)?:* No Hiring Range:* $72,568 - $115,000 Agency:* Dept of Transportation (501) Agency Website:* www.vdot.jobs Location:* Richmond (City) - 760 Position Number:* 22976 Job Posting Number:* 1051612 Type of Recruitment:* General Public - G Does this position have telework options?:* Yes Bilingual/Multilingual Skill Requirement/Preference:* No Job Type:* Full-Time (Salaried) Job Type Detail:* Full-Time Salaried - Non-Faculty- FTS-1 Pay Band:* 06",
        "Seniority level": "Entry level",
        "Employment type": "Temporary",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Higher Education, Government Administration, Hospital & Health Care"
    },
    {
        "JobID": "1253958407",
        "Job Title": "Data Scientist",
        "Company": "ADEMCO SECURITY GROUP",
        "Location": "South San Francisco, CA, US",
        "Description": "Data Scientist (Finance)  Resideo is developing and manufacturing products for home water management, and we need a data scientist with a passion for building great smart home products. You will work with an interdisciplinary team to analyze water usage data from Buoy devices installed on homes all over the world--one of the most extensive datasets on residential water usage ever collected. You should possess both the technical chops to dig deep and uncover fascinating analytical insights from data and the communication savvy to roll-up those insights with brilliant clarity to help drive business and product decisions. Location:  Santa Cruz, California  Specifics Exploratory data analysis to discover trends and patterns in water usage data across homes, water districts, and geographic regions. Data curation. Maintain a database of devices, Develop and refine metrics to assess our machine learning algorithm's ability to accurately categorize water usage and detect leaks. Develop KPIs to assess the performance of our software and hardware components. Create visual representations of the data, through the use of business intelligence platforms (i.e. Tableau, Sisense, Looker, etc.) Collaborate with an interdisciplinary team of software, hardware, mechanical, electrical, and firmware engineers, machine learning and data scientists, while also occasionally interfacing with other departments. Requirements Bachelors degree and 3+ years experience in business analytics, quantitative economics, mathematics/statistics, or natural sciences. Masters degree preferred. Experience munging and wrangling with large, real-world datasets Proficient in a statistical programming language (R, Python, SAS, Matlab, etc.) Querying relational and unstructured databases (SQL, NoSQL, MongoDB, etc.) Data visualization using a BI platform (Tableau, Sisense, Looker, etc.) Analytical data warehousing (BigQuery, RedShift, etc.) Familiarity with machine learning Business acumen and the ability to communicate complex ideas to a broad audience A proven history of technical problem solving as a resourceful, analytical thinker Strong interpersonal, written, and verbal communication skills Must be a mature team player who maintains a positive attitude and communicates professionally, both verbally and in writing, even in highly stressful situations RSRRES Resideo is developing and manufacturing products for home water management, and we need a data scientist with a passion for building great smart home products.You will work with an interdisciplinary team to analyze water usage data from Buoy devices installed on homes all over the world--one of the most extensive datasets on residential water usage ever collected.You should possess both the technical chops to dig deep and uncover fascinating analytical insights from data and the communication savvy to roll-up those insights with brilliant clarity to help drive business and product decisions.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Information Technology and Services, Computer Software"
    },
    {
        "JobID": "1253906293",
        "Job Title": "Data Scientist",
        "Company": "Aspiration Consulting Ltd",
        "Location": "Louisiana, MO, US",
        "Description": "At Aspiration, we created the category of sustainable, socially responsible retail consumer finance. We offer unique financial products to let people save, spend, and invest their money in ways that make them more financially secure and align with their personal values. Unlike other financial institutions, Aspiration is committed to building a relationship with our customers based on trust and aligning the customer’s success with our own. Aspiration has raised over $115M in funding to date, and is growing quickly.  Aspiration is looking for a Data Scientist to help design and develop machine learning models to drive our business forward. This role will play a pivotal role in implementing machine learning models across our products as well as, running high business impacting analytics that will help us provide the best possible experience for our customers.  What You'll Do Develop machine learning models, explore new prediction algorithms, construct new features, and research new technologies Creatively leverage new and existing data to increase the effectiveness and efficiency of our decision-making infrastructure Work with engineers to design machine learning solutions that operate quickly and effectively at scale Apply good software development practices and actively contribute to production code where practical Help build the next generation of data products at Aspiration  What You'll Bring Bachelor’s degree in computer science or a quantitative discipline Masters/PhD Degree in Math, Computer Science, Statistics, or a related quantitative field (preferred) 2+ years of experience in a data science role Expertise in at least one statistical programming language such as R or Python Good knowledge of SQL and ability to wrangle data from many disparate data sources Experience with deploying data science models in a production environment Ability to work well in a collaborative team environment, and an eagerness to share skills, and develop best practices Prior experience in FinTech or related fields (preferred)  What You'll Get Making an impact for a company with a mission of transforming the financial industry and the lives of millions People - the best part of Aspiration Competitive salary and equity incentives Robust healthcare plans, 401K and unlimited vacation time Dog-friendly office in beautiful Marina del Rey with an in-office gym Diverse & inclusive culture",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Computer Software, Internet, Financial Services"
    },
    {
        "JobID": "1254489803",
        "Job Title": "Data Scientist - Denver",
        "Company": "InfiCare Technologies",
        "Location": "Denver, CO, US",
        "Description": "Overview  Hi ,  We have an opportunity for you asin Denver, CO location for one of our client that is a very large IT consulting company.  Data Scientist  Denver, CO  Employment Type: Fulltime  Rate/Salary: Negotiable  Job Description  Machine Learning Engineer responsibilities include creating machine learning models and retraining systems. Exceptional skills in statistics and programming. Knowledge of data science and software engineering,  Responsibilities Design machine learning systems Develop machine learning applications according to requirements Select appropriate datasets and data representation methods Run machine learning tests and experiments Perform statistical analysis and fine-tuning using test results Train and retrain systems when necessary Extend existing ML libraries and frameworks Requirements Proven experience as a Machine Learning Engineer or similar role Understanding of data structures, data modeling and software architecture Deep knowledge of math, probability, statistics and algorithms Ability to write robust code in Python, Java and R Familiarity with machine learning frameworks, infrastructure and systems (like Keras, PyTorch, Spark, XGBoost, Caffe, Tensorflow) and libraries (like scikit-learn) Outstanding analytical and problem-solving skills",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Staffing and Recruiting"
    },
    {
        "JobID": "1259469555",
        "Job Title": "Data Scientist",
        "Company": "ITRenew",
        "Location": "7575 Gateway Blvd, Newark, California 94560",
        "Description": "Job Description:   ITRenew is hiring a data scientist to lead the design and implementation of proprietary new models that will form the foundation of a next generation market-making engine linking the constituents of the global IT hardware industry. Sophisticated analytics, global operations and logistics, and dynamics market intelligence across multiple industry segments underpin ITRenew’s leadership in circular data center services. The data scientist will model and deliver the next generation analytics platform and engine required to fuel and meet the needs of the rapidly growing cloud and datacenter IT hardware industries.   This exciting position sits at the nexus of maximizing financial returns for players across the ecosystem and maximizing sustainability for the entire tech hardware industry.   We seek an individual who brings creativity, analytical excellence, initiative, and passion to the task of enabling scale and velocity and market-making previously impossible.   Responsibilities:   Develop and own the foundational analytic model and engine underpinning the company’s services Partner with business leads to architect the data strategy to be implemented and executed across service divisions, to fuel the model Define the vision for, and partner with engineering to implement, machine learning and business automation (understanding of multiple models is essential) Partner with key internal, cross-functional stakeholders to continuously optimize data inputs, outputs, models, strategy to reflect the needs of the business Support business leads to understand and deliver against key partner and client requirements Support and serve as the company’s domain expert in data science and architecture, in both internal and partner/ client engagements Be able to understand the business well to support data intuition, enabling insights and creativity to propose solutions, beyond the mechanics Data visualization and communication, in order to characterize outputs, learnings, and make actionable for various audiences Programming of models through prototype and small-scale production, prior to handing off to engineering for scalable development Apply data mining techniques Run statistical analysis Build predictive engines   Requirements:   3+ years of experience manipulating data sets and building statistical models Master’s or PHD in Statistics, Mathematics, Computer Science or another quantitative field. Experience using Python (and other) to manipulate data and draw insights from large data sets. Experience in a variety of machine learning techniques – clustering, trees, deep learning, etc. – and their real-world advantages/drawbacks. Knowledge of advanced statistical techniques and concepts (regression, properties of distributions, statistical tests and proper usage, etc.) and experience with applications. A/B testing experience a plus Experience with distributed data/computing tools: Spark, Map/Reduce, Hadoop, Hive, Gurobi, MemSQL, etc. A successful history of manipulating, processing and extracting value from large disconnected datasets. Programming skills to enable prototyping and small scale production deployment of technology Be a self-starter, but a great team player, and you are obsessed with data Excellent written and verbal communication skills for coordinating across teams.     About the Company:   ITRenew is the leading provider of circular data center services to the hyperscale cloud operators, delivered with a combination of both technology and business model innovation. We have returned over $1B in value recovery to these clients, as a result of fundamentally redefining and maximizing LTV (lifetime value) of assets. We work with these partners from design of hardware products (principally servers) through to secure decommissioning, and to reuse and recommissioning, creating and operationalizing multiple downstream market pathways, leveraging both global logistics footprint and extensive recertified product innovation.   We think of ourselves as the data center evolutionists, orchestrating a circular, global IT hardware industry that enables multiple lifetimes for products.     Based in the heart of Silicon Valley, ITRenew is a team of engineers and operators dedicated to seeking out the full potential of data center hardware everywhere - maximizing financial return for our clients, enhancing environmental sustainability for the industry, and bringing access to new market opportunities throughout the world along the way. More than 200 customers utilize all ITRenew’s solutions in over 40 countries across five continents through a global network of company-owned and operated facilities. The company is backed by a leading private equity firm, Zelnick Media Capital (ZMC).",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "EngineeringAnalyst",
        "Industries": "Computer & Network Security"
    },
    {
        "JobID": "1256961512",
        "Job Title": "Data Scientist",
        "Company": "Mindteck",
        "Location": "Boston, Massachusetts",
        "Description": "Job Title : Data Scientist Location : Boston, MA Duration : 6 + Months – High possible of extension  Required   Master’s Degree Required Python development to build time series models Run SQL queries Linux OS administration Any web development experience preferred. Experience working with Artificial Intelligence, Machine learning algorithms, neural networks, decision trees, modeling, Cloud Machine Learning, time series analysis and robotics process automation.  The Expertise You Have Minimum Master’s Degree in Engineering, Computer Science, Mathematics, Computational Statistics, Operations Research, Machine Learning or related technical fields. Advanced knowledge in model evaluation, tuning and performance, operationalization and scalability of scientific techniques and establishing decision strategies. Hands on experience developing supervised and unsupervised machine learning algorithms (regression, decision trees/random forest, neural networks, feature selection/reduction, clustering, parameter tuning, etc.), Experience in evaluating and making decisions around the use of new or existing tools for a project. Experience in projects involving large scale-multi dimensional databases, complex business infrastructure, and cross-functional teams. Three to five successfully launched ML projects would be ideal. Programming skills in Python, Spark, Scala, R or MatLab  The Skills You Bring Your solid skills in algorithm development and predictive modeling You have deep knowledge of some combination of the following: Natural Language Processing (NLP) Deep Learning, Neural Networks Real Time Event Detection and Scoring Time series analysis, Econometrics Robotic Process Automation Cloud ML",
        "Seniority level": "Executive",
        "Employment type": "Contract",
        "Job function": "Information Technology",
        "Industries": "Information Technology and Services, Financial Services"
    },
    {
        "JobID": "1253356197",
        "Job Title": "Data Scientist",
        "Company": "Kforce Inc",
        "Location": "Greenwood Village, CO, US",
        "Description": "Responsibilities  Kforce is looking for a Data Scientist to join their team in Greenwood Village, Colorado (CO). Summary: This position provides technical solutions to the company's business community to meet user needs. The Senior Business Analyst provides knowledge on the direction of the business by utilizing the information of the business processes and technical capabilities to implement solutions to the more complex business needs/problems. Key Tasks: Focus is Data Analytics Working with product team on data Looking to provide better analytics behind customer experience Working to build new reporting view on customer experience Working to improve dashboards built Actively and consistently supports all efforts to simplify and enhance the customer experience Gathers, refines and validates complex business requirements, interdependencies, cross-functional dependencies and potential risks and issues Creates JIRA tickets (developer assignments in the chosen agile project management/issue tracking system) based on designs and requirements documentation Interfaces with internal teams/developers, clients (other internal business units as well as over third party development teams), and ensures work is completed on time, within scope, and exceeding quality standards Creates development ready documentation, including system and functional requirements, JIRA dashboards (status reporting) meeting takeaways such as action items specific to development team support Conducts gap analysis assessments on existing functional and business requirements as well as user experiences Creates, maintains and presents project plans (detailed schedules) as it relates to their development team with overall knowledge of enterprise priorities Collaborates with software and IT engineering architects, graphic designers, and single or cross functional development teams Works effectively with a development team while still working independently to meet deadlines   Requirements Strong Excel Strong Tableau Hit the ground running Is forward focused Kforce is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, pregnancy, sexual orientation, gender identity, national origin, age, protected veteran status, or disability status. Salary: Competitive",
        "Seniority level": "Associate",
        "Employment type": "Contract",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Telecommunications"
    },
    {
        "JobID": "1249418088",
        "Job Title": "Data Scientist",
        "Company": "Leepfrog Technologies, Inc.",
        "Location": "Coralville, IA, US",
        "Description": "Data Scientist (Project Management)  Leepfrog Technologies, Inc. provides its CourseLeaf software to more than 300 of the nation's most academically complex colleges and universities to manage their academic catalogs, curriculum, section scheduling, and student course search requirements.  The Data Scientist is responsible for creating programs that will learn and adapt as more and more data is processed. The Data Scientist will work to enhance and develop Leepfrog's CourseLeaf software in an effort to help clients' problem-solve unique issues in Higher Education. This developer will design, customize, code, test, and implement web-based code in support of the CourseLeaf system.  Duties Understand, apply, and implement data structures, algorithms, computability and complexity, and computer architecture. Apply to historical data. Build and validate models from observed data using probabilities and statistics. Evaluate given datasets and recognize useful patterns for data modeling. Data mine using state-of-the-art methods. Understand the advantages and disadvantages of different approaches, choose a suitable model and understand how nuances affect the learning. Analyze requirements and develop/implement innovative AI (artificial intelligence) and machine learning tools that will be used in the CourseLeaf software to improve and automate processes. Help the company discover information hidden in vast amounts of data and make smarter decisions to help our clients get better results. Develop highly scalable classifiers and tools leveraging machine learning, data regression, and rules based models. Routine daily maintenance of existing sites and applications.  Fix software issues and code irregularities. Perform code maintenance, testing, and analysis. Implement software or product enhancements. Give technical feedback to non-technical business professionals.  Manage project tasks, timelines, and communication. Coordinate/work closely with Project Managers and other members of the Development Team to ensure timely completion of deliverables. Stay current about industry developments. Write reports and documentation as needed. Other tasks as needed for successful project completion.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Information Technology and Services, Higher Education"
    },
    {
        "JobID": "1249903742",
        "Job Title": "Data Scientist",
        "Company": "Resideo",
        "Location": "Santa Cruz, CA, US",
        "Description": "Job Description  Resideo is developing and manufacturing products for home water management, and we need a data scientist with a passion for building great smart home products. You will work with an interdisciplinary team to analyze water usage data from Buoy devices installed on homes all over the world--one of the most extensive datasets on residential water usage ever collected. You should possess both the technical chops to dig deep and uncover fascinating analytical insights from data and the communication savvy to roll-up those insights with brilliant clarity to help drive business and product decisions.  Location:  Santa Cruz, California  Specifics Exploratory data analysis to discover trends and patterns in water usage data across homes, water districts, and geographic regions. Data curation. Maintain a database of devices, Develop and refine metrics to assess our machine learning algorithm’s ability to accurately categorize water usage and detect leaks. Develop KPIs to assess the performance of our software and hardware components. Create visual representations of the data, through the use of business intelligence platforms (i.e. Tableau, Sisense, Looker, etc.) Collaborate with an interdisciplinary team of software, hardware, mechanical, electrical, and firmware engineers, machine learning and data scientists, while also occasionally interfacing with other departments. Requirements Bachelors degree and 3+ years experience in business analytics, quantitative economics, mathematics/statistics, or natural sciences. Masters degree preferred. Experience munging and wrangling with large, real-world datasets Proficient in a statistical programming language (R, Python, SAS, Matlab, etc.) Querying relational and unstructured databases (SQL, NoSQL, MongoDB, etc.) Data visualization using a BI platform (Tableau, Sisense, Looker, etc.) Analytical data warehousing (BigQuery, RedShift, etc.) Familiarity with machine learning Business acumen and the ability to communicate complex ideas to a broad audience A proven history of technical problem solving as a resourceful, analytical thinker Strong interpersonal, written, and verbal communication skills Must be a mature team player who maintains a positive attitude and communicates professionally, both verbally and in writing, even in highly stressful situations RSRRES",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1243386846",
        "Job Title": "Data Scientist",
        "Company": "OfferUp",
        "Location": "Bellevue, WA, US",
        "Description": "OfferUp is on a mission to create the simplest, most trustworthy way to buy and sell locally. The free app for iOS and Android helps sellers quickly post items for sale with just a picture from their smartphones and lets buyers easily browse what's nearby. Now the largest mobile marketplace for local buyers and sellers in the U.S., OfferUp brings millions of people together to discover more value right where they are.  AT A GLANCE A top shopping app on iTunes and Google Play Geekwire App of Year 60+ Million Downloads  OfferUp is looking for a Data Scientist to join our team, the right candidate will have a passion for manipulating and using new and existing data sources to help drive actionable recommendations. We seek to delight our users with the safest, simplest and most effective local marketplace app on the planet. Your role as a Data Scientist will be to research, design, implement and evaluate machine learning models and algorithms to make our products more intelligent.  Responsibilities Design and measure experiments to test in various cross-functional areas to challenge hypotheses and come up with actionable recommendations. Identify opportunities and drive results across the company in product search, personalization recommender, crime risk modeling, user reputation, etc… Develop end-to-end experimentation-driven product improvements from conception/research, to offline testing, then live A/B testing and finally shipping to production. Act as an analytics advisor to solve business problems using data. Leverage the latest machine learning technologies to solve complex business problems. A passion for working with large data sets is a must.   Requirements +1 years of demonstrated experience with machine learning or data science PhD or Master's Degree in Computer Science, Mathematics, Statistics or a technical related field Expertise around programming languages Python or Java (or willing to learn quickly) Hands on experience in predictive modeling and analyses to solve real business problems Strong analysis, problem solving, data structures and algorithm development background Must be eligible to work in the United States   Nice To Have Experience working in e-commerce and mobile marketplaces Experience integrating code into a live production environment Some experience in some the following: entity extraction, semantics in text, image recognition, recommender systems, ranking, LDA, classification",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Internet"
    },
    {
        "JobID": "1241167952",
        "Job Title": "Data Scientist",
        "Company": "hc1.com",
        "Location": "Indianapolis, IN, US",
        "Description": "We're seeking an experienced Data Scientist who can discover answers to healthcare questions buried in billions of lab transactions and to drive innovation and expand our solutions in High Value Care. Your goals will be improving data processing and cleansing and evaluating predictive models for different disease states. As a member of the data team you will work with Data Engineers to create predictive models and report to the Senior Director of Data Engineering.  Your Background Should Include Bachelor's Degree in a quantitative field 2+ years of experience, or an advanced degree with commensurate experience, in a role related to data science or data analytics including: Experience developing algorithms with Python and/or R Experience extracting data from a SQL environment Experience performing longitudinal analysis a plus Experience with Amazon Web Services a plus Strong working knowledge of the following: Modern data mining and machine learning methods Statistics, mathematics, computer science, numerical methods, and data visualization Linear algebra and probability Regular expression and text mining Rapid prototyping and development Solution creativity and effective written, verbal, and presentation Progressive mindset particularly around deployment models and emerging technologies Collaborative team player who is detail oriented, focused on solution quality and execution Comfortable working across a wide range of project sizes and data types Entrepreneurial inclination to discover novel opportunities for applying analytical techniques to business and social problems   What You Will Be Doing Application and development of machine learning and other advanced analytics algorithms Collaboration with software developers to plan and construct the architecture of model deployment Summarize results to both internal and external stakeholders Communicate substantive findings to technical and non-technical audiences Contribute to the companies knowledge of data mining and visualization best practices Continual refinement of existing models   Tech Stack You Will Be Using Amazon Web Services (AWS) MySQL, PostgreSQL, Redshift, Snowflake Gitlab/GitHub JIRA/Confluence Open Source Technologies   What Makes Us Unique Unlimited PTO, remote friendly and flexible hours 401k Matching Career planning, mentorships and professional development Stock Options Volunteer Opportunities Wellness Programs   Who We Are  hc1.com, the leader in High Value Care solutions, improves lives by making sure the right patient gets the right test and the right prescription at the right time. Its cloud-based solutions enable healthcare organizations—including medical laboratories, health systems, payors, and health plans—to deliver on the promise of improving patient outcomes, reducing harms and eliminating wasteful practices.  Get a glimpse into our culture and perks by visiting hc1.com/careers and follow us on Instagram (@hc1dotcom) to get a day in the life at hc1.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Hospital & Health Care"
    },
    {
        "JobID": "1246471385",
        "Job Title": "Data Scientist",
        "Company": "American Chemical Society",
        "Location": "Columbus, OH, US",
        "Description": "CAS uses unparalleled scientific content, specialized technology and unmatched human expertise to help R&D organizations across Commercial, Government and Academic sectors create groundbreaking innovations that benefit the world. As the Scientific Information Solutions Division of the American Chemical Society, CAS manages the largest curated reservoir of scientific knowledge, and for 111 years, has helped innovators mine, assess and apply that information to keep businesses thriving. The CAS team is global, diverse, endlessly curious and strives to make actionable scientific insights accessible to innovators worldwide.  CAS is currently seeking a Data Scientist. This position will be located in our headquarters in Columbus, Ohio.  Data scientists are passionate about data and applying analytical methods while simultaneously understanding the business context in order to arrive at a solution. Data scientists add business value by leveraging vast quantities of data and building accurate mathematical models. Data scientists are skilled in putting well-defined parameters around potentially ambiguous problems, evaluating success based on business-important criteria, and applying modern artificial intelligence and machine learning techniques to large datasets to solve complex business problems.  Duties Develop, plan, and execute analytical projects as an individual contributor and in teams Synthesize analytical findings for consumption by senior business executives Participate in multiple, assigned research projects with minimal supervision and within time and budget constraints Organize data from many different types of sources and at significantly varying scales for subsequent analysis Critically evaluate data for quality measures such as completeness, accuracy, and applicability, applying understanding of relevant research area nomenclature Solve unusual problems using a combination of appropriate statistics, machine learning, and computational methods Create technical reports and presentations, describing results with visualization in a manner that the client can understand Present research results to clients and participate in scientific conferences, peer review panels, and increase company visibility through publications Perform other duties as assigned  Qualifications Master's Degree in Statistics, Economics, Applied Mathematics, Operations Research, Physics, Data Science fields and 0-2 years’ experience OR Bachelor's with 2-5 years’ experience. Experience across a broad range of modern data science and analytics tools (e.g., SQL, Hive, Hadoop, Spark, Python, R) Experienced with data cleansing, reconciliation, conversion, and validation Expert knowledge in quantitative methods for business and advanced data science Proven track record of various artificial intelligence and machine learning techniques to create models that drive significant business results Demonstrated analytical, multi-tasking, problem solving, organizational, and planning skills Ability to interpret reports, analyze trends and provide insights Strong written and verbal communication skills. Demonstrated ability to communicate complicated statistical analytical concepts to business stakeholders in a simplified, comprehendible manner. Trusted advisor and thought leader on data and analytical techniques Collaborative team player: Selfless, places team above self. Embraces feedback and shares knowledge with team. Establish and manage relationships with clients and internal partners Plan and carry out appropriate professional self-development activities Ability to travel as required  Desired, But Not Required PhD in Statistics, Economics, Applied Mathematics, Operations Research, Physics, Data Science fields Experience with Natural Language Processing Knowledge and experience in chemistry, drug discovery/development, or medical related industry Conducting analyses using cloud platforms Experience delivering analytics in a consulting role  CAS offers a competitive salary and comprehensive benefits package, including a generous vacation plan, medical, dental, vision insurance plans, and employee savings and retirement plans. Candidates for this position must be authorized to work in the United States and not require work authorization sponsorship by our company for this position now or in the future. EEO/Minority/Female/Disabled/Veteran  Division",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Information Technology and Services, Computer Software"
    },
    {
        "JobID": "1240726344",
        "Job Title": "Data Scientist",
        "Company": "Conversion Logic",
        "Location": "Los Angeles, CA, US",
        "Description": "Our team is changing the way marketing decision makers understand their cross channel portfolio and with our advanced attribution platform (XC Logic) delivering actionable insights in real-time across all devices. By using our proprietary Ensemble Method and state-of-the-art machine learning, which enables us to break free of the one size fits all algorithm and create a truly unique dynamic predictive solution for our customers, marketers can identify clear understandable ways to achieve efficiency gains of 30-50%. And as an independent lean startup, Conversion Logic is untethered from any media entity influence.  Changing an industry is never a small task and requires team of exceptional people. Our Data Science team is seeking a Data Scientist to help them drive R&D in advanced attribution modeling and analytical support to client service and engineering teams in client delivery and product development.  How You Will Have An Impact... Research, develop, operate, and extend advanced marketing attribution models with Machine Learning algorithms to be deployed in production Collaborate closely with client services and engineering to deliver insights to clients on time Define and implement features to our marketing analytics products in Python   What You Will Need... Degree in Computer Science, Statistics, Mathematics, Physics, or Engineering Experience in predictive modeling with Machine Learning algorithms Understanding of probability, statistics, and linear algebra Solid coding skills in Python Excellent teamwork and communication ability Being passionate in Data Science, disciplined at work, and confident while being humble  So if you like solving data, product or engineering puzzles. Are excited by great data visualization. If happy clients make your day. And want to work in a lean startup with brilliant people. Then Conversion Logic is your next company. Our culture is defined by smart people who like to solve difficult problems. We have an entrepreneurial swager, a warm work environment, and a close-knit team that loves to solve hard problems.  Conversion Logic is an EOE M/F/D/V",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Marketing and Advertising, Computer Software, Internet"
    },
    {
        "JobID": "1256237798",
        "Job Title": "Data Scientist",
        "Company": "OMD USA",
        "Location": "Chicago, Illinois",
        "Description": "Key Responsibilities Leverage OMD‘s multiple data assets (ad server logs, user behavior data) to build practical solutions for complex business problems. Utilize unsupervised and supervised ML algorithms for descriptive and predictive marketing applications Continuously evolve our algorithmic approach to audience, media, price optimization in programmatic channels using industry research and cutting-edge technologies Implement scalable analytical workflows on distributed computing architectures (e.g. Spark, Redshift, BigQuery) Build tools for repeatable data processing, visualization and analysis Grasp complex client issues and demonstrate ability to solve their challenges with a consultative approach Collaborate with Engineering, Product and Marketing Sciences teams.  Education & Experience: Advanced (Masters or higher) degree in quantitative discipline. 2-4 years of industry experience. Hands-on experience in implementing ML techniques for segmentation, predictive modeling, association rules, state transitions and other applications. Proficient in standard SQL (experience with complex data types viz. arrays, json, nested columns a plus) Proficient in R and/or python (including pandas, numpy, sklearn, matplotlib) executed via command line in a li/unix system or in an IDE. Experience with cloud environments (AWS, GCP) preferred. Experience optimizing processes on distributed architectures e.g. Redshift, Spark, BigQuery. Experience with deep learning frameworks such as Tensorflow, Keras a plus. Strong written & oral communication skills. Comfortable in a rapidly changing environment. Experienced in client-facing roles.  We are an equal opportunity employer. Fair Labor Standards Act (FLSA) status: Exempt  OMD reaffirms its commitment to the policy of Equal Employment Opportunity and to carrying out this policy at all of its offices. It shall be the policy of OMD to (1) recruit, select, hire, train, promote, pay, discipline and terminate employees in all job classifications without regard to age, race, color, creed, national origin, citizenship status, alienage, religion, sex, sexual orientation, marital status, veteran status, disability or any other basis upon which discrimination against or harassment of employees or applicants for employment is prohibited under any applicable federal, state or local equal opportunity employment laws and (2) ensure that all personnel actions are administered without discrimination in violation of applicable law.",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "AdvertisingMarketing",
        "Industries": "Marketing and Advertising"
    },
    {
        "JobID": "1255754232",
        "Job Title": "Data Scientist",
        "Company": "International Solutions LLC",
        "Location": "San Jose, CA, US",
        "Description": "Job Descriptions  Build and evaluate predictive and decision models to be deployed in production systems, or for research  Analysis of large amounts of historical data, determining suitability for modeling, data clean-up and filtering, pattern identification and variable creation, selection of sampling criteria, generating performance definitions and variables  Conducting experiments with different types of algorithms and models, analyzing performance, to identify the best algorithms to employ.  Architect and develop operational models that run at scale thru partnership with data engineer teams  Master''''s degree or higher in StatisticsMathComputer Science or related field  Background in applied statistical modeling on large experimental or observational data sets  Experience extracting data from a variety of sources, and a desire to expand those skills (working knowledge SQL is required, Spark is a plus)  Experience with one or more statistical or machine learning software such as R, Python, etc.  Must showcase past work through published articlesGitHubsocial media",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Information Services"
    },
    {
        "JobID": "1257484573",
        "Job Title": "Data Scientist",
        "Company": "Jobspring Partners",
        "Location": "Arlington, VA, US",
        "Description": "Data Scientist  The Advanced Analytics Team applies expertise in machine learning, large-scale computational architectures, data visualization, and simulation to solve hard research challenges in high impact areas including cybersecurity, biological systems, and distributed sensor platforms. We’ve built automated malware detection systems, deep learning models that can semantically label source code, prototypes to visualize graphs with millions of nodes, and a distributed framework that can process and store sensor network streams on the scale of 100 MB/s.  Our team values creativity, initiative, collaboration, and diversity. We strive for a fun and collegial atmosphere that encourages intellectual crosspollination and professional growth. In short, we’re passionate about empowering our customer’s missions and enjoy working together at the leading edge of technology!  Required Skills & Experience Experience applying machine learning, data mining, natural language processing, data visualization, or similar techniques to challenging problems Programming experience with Python, C/C++, Java, or a comparable language Ability to work collaboratively on multidisciplinary teams Comfortable using statistical analysis, data visualization, or mathematical modeling to illuminate complex problems and communicate research results BS degree in Computer Science, Electrical Engineering, Applied Math, or related technical field, or equivalent practical experience.   Desired Skills & Experience Familiarity with software development tools and platforms (Git, Linux, etc.) Familiarity with data science tools (Keras, Sklearn, Spark, D3, etc.) MS degree or equivalent practical experience Demonstrations of prior research (blog posts, GitHub repos, publications, etc.)  The Offer Competitive Pay: Up to $XX/hour, DOE Contract Duration: X – X Months   You Will Receive The Following Benefits Medical & Dental Insurance Health Savings Account (HSA) 401(k) Paid Sick Time Leave Pre-tax Commuter Benefit Add additional perks specific to the work environment   Applicants must be currently authorized to work in the United States on a full-time basis now and in the future.  Jobspring Partners, part of the Motion Recruitment network, provides IT Staffing Solutions (Contract, Contract-to-Hire, and Direct Hire) in major North American markets. Our unique expertise in today’s highest demand tech skill sets, paired with our deep networks and knowledge of our local technology markets, results in an exemplary track record with candidates and clients.  PERM1  Apply for this Job  Benjamin Vantran is leading the search for this position.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1256239444",
        "Job Title": "Data Scientist",
        "Company": "Smith Hanley Associates",
        "Location": "Marlborough, Massachusetts",
        "Description": "Title: Data Scientist Location: Marlborough, MA Salary: $65,000 - 80,000 Consultant: Paul Chatlos, pchatlos@smithhanley.com  Rapidly growing software as a service company that specialized in text-mining and NLP is seeking a Data Scientist  This role is the ideal opportunity to make your mark in a high growth company providing innovative semantic search and text analytics software to the world's leading life science and healthcare organizations. The successful applicant will be in direct contact with customers from these organizations, to provide support in their use of company products to get valuable information out of unstructured data.  A Data Scientist will be successful in the role if you have:  -A passion for helping customers to succeed with our products -Knowledge of life science, bioinformatics, and/or clinical data analysis -An understanding of text and string manipulation, regular expressions and coding in languages such as Python or Perl -Understanding of data structures such as XML, JSON, YAML, CSV and TSV -Good working knowledge of Unix/Linux and Windows operating systems. -An innate curiosity and willingness to learn new concepts -A pro-active, problem-solving attitude and ability to work calmly under pressure -A natural predisposition to help others solve problems -Attention to detail and the drive to get things done -Excellent verbal and written communication skills -Documentation skills (e.g. writing blog posts and technical process documentation)  Data Scientist Responsibilities will include:  -Learning how to install and use our products to an expert level -Assisting customers in the development and optimization of text mining queries in company's text mining tool, I2E -Analyzing and troubleshooting application and technical problems -Occasionally producing scripts to solve customers' problems -Assisting customers, partners, and company staff to get the most out of our software -Working with development teams to report bugs and create bug fixes -Writing technical support resources such as self-help and knowledge base articles -Contributing to future product development, particularly with knowledge learnt from customer interactions -Participation in on-call rota ensuring continuous service to customers in Europe and US.",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "MarketingAnalystConsulting",
        "Industries": "Online Media, Computer Software, Hospital & Health Care"
    },
    {
        "JobID": "1256937231",
        "Job Title": "Data Scientist",
        "Company": "Aetna, a CVS Health Company",
        "Location": "Greater New York City Area",
        "Description": "POSITION SUMMARY Looking for opportunities to use cutting edge technologies analyzing petabytes of data in a world class Hadoop cluster, generating insights to guide consumers in their journey to wellness and help them achieve their health ambitions, whether its playing tackle football with their grandkids or running the Inca Trail Marathon? Aetna's Provider & Network Analytics team is focused on delivering strategically-impactful programs and tools to effectively partner with healthcare providers to help members across all life stages feel the joy of achieving their best health, in their own way. We are currently looking for an exceptional Data Scientist in our New York City or Hartford CT locations.  Manages and is responsible for the successful delivery of the algorithms, statistical models and reporting tools to meet business needs. Acts as the analytic team lead for large and complex projects involving multiple resources and tasks, providing individual mentoring in support of company objectives.   Fundamental Components:  Develops complex algorithms and statistical predictive models and determines analytical approaches and modeling techniques to evaluate scenarios and potential future outcomes Performs analyses of structured and unstructured data to solve multiple and complex business problems. Utilizing advanced statistical techniques and mathematical analyses and specialized expertise in the organization and/or industry Applies analytical rigor and statistical methods to analyze large amounts of data, using advanced statistical techniques. Manages large and complex analytical projects from data exploration, model building, performance evaluation and testing Collaborates with business partners to develop technical /business approaches and new or enhanced technical tools Interacts with internal and external peers and management to share highly complex information related to areas of expertise and/or to gain acceptance of new or enhanced technology / business solutions   An Ideal Candidate will have the following background and experience:   3 years of relevant programming or analytic experience. Ability to work with large data sets from multiple data sources. Demonstrates proficiency in several areas of data modeling, machine learning algorithms, statistical analysis, data engineering and data visualization. Effectively resolves problems and roadblocks as they occur. Demonstrates good written and verbal communication skills. Able to present information to various audiences. Bachelors Degree Required Masters Degree a Plus",
        "Seniority level": "Associate",
        "Employment type": "Full-time",
        "Job function": "Information TechnologyOther",
        "Industries": "Hospital & Health Care, Marketing and Advertising, Financial Services"
    },
    {
        "JobID": "1250468615",
        "Job Title": "Data Scientist",
        "Company": "Feedzai",
        "Location": "1875 South Grant Street Suite 950, San Mateo, CA 94402, US",
        "Description": "You are going to be in charge of making our clients happy and successful. Everything you do matters: all your code, machine learning models, advisory, management, and other actions/roles will have a material impact on the way our clients run their business and how effectively we fight fraud and protect people from wrongdoing. You will be able to interact and meet many people, from widely different cultures around the world and understand the business like few others. You will be able to say you protect people on a daily basis. You will be challenged with new technology, new processes, and new mindsets and will be asked to contribute to ensure continuous improvement. Full, holistic view and impact is what you will get within Customer Success. Come and change the world with us.  We want your incredible talent to drive growth and help our customers be successful.  You are a curious person, driven by the willing of wanting to learn and looking for answers for challenging problems. You are a good-humored team player, someone who’s reliable and accountable. You care for the quality of your work and for the success of the product you help developing.  Responsibilities As a Data Scientist, your main role is to do Data Science work on projects for our clients. Occasionally this can be done from our offices, but often this will be done at clients' premises for security reasons, so there is a significant travel component involved (in some cases more than 30%) Understanding the data which our clients provide to us Cleaning that data and validating that it is correct Preprocessing the data, usually by using a mixture of shell scripts and a programming language such as Python, Java, Scala, etc Iteratively computing features and tuning parameters to improve the quality of the model Communicating your findings to the project manager and assisting him/her in decision making on the Data Science part of the project Work together with the data scientists and engineers from our clients  Quallifications A PhD degree is valued but it's not mandatory PhDs from Machine Learning, Natural Language Processing, Image Processing, Signal Processing, Speech Processing, Optimization, etc are encouraged to apply. We speak your language. :) MScs from Computer Science, Electrical Engineering, Physics, Biomedical Engineering, etc, are also encouraged to apply You should be proficient in some language, enough that you can handle data processing and algorithm implementation in that language. Most of us use Python, Java, Scala or C++. Any of those is fine, among others Your main task will be researching new algorithms for fraud detection with Machine Learning methods Occasionally, you will have the opportunity to travel to our clients to help implement the algorithms you developed and/or to help set up our existing ML solutions \"Publish or perish\" doesn't exist here. If you develop something novel, a publication is allowed and encouraged. If it's not novel but solves the problem, that's fine too  Feedzai is an Equal Opportunity Employer.  Feedzai does not accept unsolicited resumes from recruiters or employment agencies.",
        "Seniority level": "Mid-Senior level",
        "Employment type": "Full-time",
        "Job function": "Engineering",
        "Industries": "Information Technology and Services, Computer & Network Security, Computer Software"
    },
    {
        "JobID": "1247306451",
        "Job Title": "Data Scientist",
        "Company": "Averity",
        "Location": "New York City, NY, US",
        "Description": "Are you a Data Scientist interested in utilizing your skills to lead the continued growth of an already multi-billion dollar financial services company? How about spearheading the direction of what data is collected, how that data is used, and seeing the real time business results of your insights?  What's the job?  As a Data Scientist on our new team that we will continue to build out, you will be comfortable making decisions on what Data we will be using (both internal and external), how we will leverage that Data, then produce the insights that will push our growth to even loftier levels.  You will be working with our trading desk, but this is not a Quant role. We are looking for a traditional Data Scientist with years of Machine Learning Model building/experience.  You will be confident in communicating your insights to key stakeholders and management. You will be providing data-driven analysis to help shape business strategies.  Who are we?  We are a long standing global brokerage firm, leading the field in several sectors. We generate over a Billion Dollars in revenue each year.  We are headquartered in Greenwich Connecticut, but this role will be based in our new lab in NYC (Close to Grand Central Station).  What are we are looking for?  Minimum Of Bachelors Degree In STEM Field (Masters Preferred).  At least 2+ years in a Data Science type role.  Java Background.  Excellent communication skills.  Compensation  $120k - $180k  Yearly Cash Bonus  Equity (dividends paid out yearly)  Full Benefits Package (Medical, Dental, Vision etc.)  401K (with matching)  Free Lunches  What's in it for you?  You will have the chance to spearhead our data-driven insights, helping shape our business strategies and seeing the real-time fruits of your work. You will be part of an established global company, but with huge growth still in front of us. The financial package is more than competitive for the right candidate.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Internet"
    },
    {
        "JobID": "1244350658",
        "Job Title": "Data Scientist",
        "Company": "Forethought Financial Group, Inc.",
        "Location": "San Francisco, CA, US",
        "Description": "Forethought is a Silicon Valley software company that recently launched and won TechCrunch Disrupt - the world's most prestigious startup competition, having been voted Top Startup of 2018 by the judges. Forethought is funded by some of the top VC's and Angel Investors in Silicon Valley. (Hint: We're backed by some of the same investors as Twilio, Lyft, and Front)  Founded by a team of Facebook, Dropbox, and LinkedIn alumni in 2017, our mission is to \"enable everyone to be a genius at their job\". We're building AI-driven user experiences that embed \"information retrieval\" into daily workflows.  We are hiring a data scientist who will help us carry out any machine learning experiments that we want to try out, will think about analytics and metrics on a deeper level, will help us make product decisions more rooted in data analysis, and will help make compelling sales pitches.  Tasks we want done by the role in the first three months: Generate datasets for machine learning in unbiased ways (at the direction of machine learning engineers). Come up with targeted metrics to accurately measure the impact of various parts of our product, and better understand and model user behavior, product interactions etc. Set up unbiased experiments when needed in order to measure some of these metrics. Build analytics dashboards and reports (overall metrics and per deployment). Perform exploratory analysis to inform product decisions and roadmap. Help sales team with presenting a compelling pitch rooted in data analysis.  Traits We Are Looking For In The Person Experience with quantitative analysis Experience with distributed computing (mapreduce, spark) Experience with scripting languages Understanding of algorithms, runtime and space complexity, caching Understanding of statistics Understanding of machine learning fundamentals Ability to communicate the results of analyses with engineering, product and sales teams Focus on product and end users",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Internet"
    },
    {
        "JobID": "1258477440",
        "Job Title": "Data Scientist",
        "Company": "Royce Geospatial Consultants Inc.",
        "Location": "Tampa, FL, US",
        "Description": "Title: Data Scientist  Location: Tampa, FL  Active TS/SCI Security Clearance Required***  Summary  Royce Geospatial Consultants is looking for an energetic and experienced data scientist and or modeling expert with experience working within a Multi-Int environment.  Responsibilities Works with large structured / unstructured data sets, various rest/wms data services, multiple database programs and collection systems, in a modeling and analytical environment, solving hard intelligence problems and issues. Uses exploratory data analysis techniques to identify meaningful relationships, patterns, or trends from complex data Combines applied mathematics, programming skills, analytical techniques, and data to provide impactful insights for decision makers Researches and implement optimization models, strategies, and methods to inform data management activities and analyses Applies big data analytics tools to large, diverse sets of collection data to assess risk of adverse threat activities  Qualifications 10 years of experience as an intelligence analyst (single-INT or all-source) utilizing data from multiple intelligence disciplines (HUMINT, SIGINT, GEOINT, OSINT, MASINT) required Experience using spatial and statistical analysis techniques for performing problem solving against disparate datasets required Scripting knowledge (JS, Python) is a huge plus and any experience using model based analytics programs like JEMA, NODE RED, etc. and software packages like SAS is beneficial Active TS/SCI Clearance REQUIRED Desired Experience Keyhole Markup Language (KML) and GIS software such as Google Earth, ArcGIS Experience using Joint Enterprise Modeling and Analytics software (JEMA), FADE/ MIST Database administration and query languages (predominantly SQL Select statements), Python expressions or other related scripting languages HTML, CSS and programming languages such as Java, JavaScript, Python and various web service frameworks  Who we are..... ROYCE GEO  Visit Our Site  We're not your typical government contracting company, nor do we want to be. At Royce GEO, we live for building durable and long-lasting relationships with our clients, providing exceptional service with a CAN'T QUIT / WON'T QUIT attitude. We are creating a culture of winning, optimism, FUN and caring for the \"guy or gal\" next to you. If you want to work in a real team environment and share the wealth and satisfaction of providing real value to your customer, then this company may be just for you.  Full Medical | 401K match | Competitive Salary | Robust Training Offering | Generous Paid Time Off  Equal Opportunity Employer",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Computer & Network Security"
    },
    {
        "JobID": "1249009613",
        "Job Title": "Data Scientist",
        "Company": "Coinbase",
        "Location": "San Francisco, CA, US",
        "Description": "Our vision is to bring more innovation, efficiency, and equality of opportunity to the world by creating an open financial system. Our first step on that journey is making digital currency accessible and approachable for everyone. To get there, we’ll need to continually learn from our data and translate those findings into a better product.  At Coinbase, data scientists are focused on this critical step of converting data into learnings. As a data scientist, you will be the key person for interpreting data, sharing findings, building models, and creating tools that make it easy for everyone at Coinbase to understand what the data means and what we should do about it.  You’ll spend part of your time working directly with product teams — engineers, designers, and product managers — to ensure we’re focused on the biggest opportunities and interpreting our data correctly. And you’ll spend the other part of your time with the Data team building analytics models and systems that help scale our insights more broadly, both throughout the company and directly in the product.  Responsibilities Measure business performance, develop core metrics, and create dashboards to track and understand them Work with product teams to design experiments for new product ideas, and analyze the results to provide actionable recommendations Perform deep analyses and build models to understand customer behavior, and extract key insights that impact product decisions Synthesize data learnings into compelling stories and communicate them throughout Coinbase Act as a strategic partner to product leaders to help prioritize opportunities and inform product strategy Prototype new analytics & machine learning models that improve both our insights and the product directly Work with the broader Data team to suggest machine learning features and study the impact of machine learning models on business metrics Work with the broader Data team to find ways to scale our insights through better systems and automation   Requirements Demonstrate our core cultural values: clear communication, positive energy, continuous learning, and efficient execution. Experience in data analysis using SQL Experience in at least one programming language (e.g. R, Python, Java, Ruby, Scala/Spark, or Perl) Understanding of statistical concepts and experience in applying them   Nice To Have Experience with Looker, Tableau or other business intelligence platform Domain experience in product analytics or marketing analytics Experience building front-end visualizations Experience manipulating large amounts of structured and unstructured data  Coinbase is committed to diversity in its workforce and is proud to be an equal opportunity employer. Coinbase does not make hiring or employment decisions on the basis of race, color, religion, creed, gender, national origin, age, disability, veteran status, marital status, pregnancy, sex, gender expression or identity, sexual orientation, citizenship, or any other basis protected by applicable local, state or federal law. Coinbase will also consider for employment qualified applicants with arrest and conviction records in a manner consistent with San Francisco’s Fair Chance Ordinance and similar local laws.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1253907065",
        "Job Title": "Data Scientist",
        "Company": "M3BI",
        "Location": "Phoenix, AZ, US",
        "Description": "Hi,  Urgent Requirement for Data Scientist role for FTE to work at Phoenix, AZ. Interested reply with your resumes to ring me  602 638 0944.  Data Scientist Phoenix, AZ FTE  Development experience in Python, Java, C or equivalent programming language  Experience and or familiarity NumPy, Pandas, Pytorch, PostgresSQL, MSSQL, MySQL  Experience using Tensorflow to design custom deep learning systems  Expert in mathematical models underlying data science methods, understanding the trade-offs between different solutions  Experience in designing systems to solve business problems  Demonstrated ability to effectively and concisely communicate with both business and technical audiences  Best Regards,  Isaac Rajiv  Sr. Talent Acquisition - M3BI  Ph  602 638 0944",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Computer Software, Financial Services"
    },
    {
        "JobID": "1258346309",
        "Job Title": "Data Scientist - UT4874536",
        "Company": "Radian",
        "Location": "Salt Lake City, UT, US",
        "Description": "Job Description.and. .and. .and.  The Data Scientist proactively participates in designing, developing and evolving high quality, extensible modeling solutions and interpretation of results using a variety of techniques ranging from simple data aggregation to complex data mining, algorithm development, and statistical analysis. This individual will be responsible for creating complex reporting and analytics processes to support Radian Mortgage and Real Estate Services analytical needs interfacing with both internal and external clients.Primary Duties and Responsibilities.and. Create, design, develop, test, calibrate, deploy, and support predictive models to support Radian MRES customer facing products and services. Models should incrementally improve specific business and product KPI's..and. Plan, track, and report on work progress including.and.  accurate estimate of work tasks considering their level-of-effort, complexity, and uncertainty..and. Participate in agile methodologies (SCRUM) and the SDLC Life cycle, using code versioning systems, prodution deployments leveraging dev ops, and data architecture reviews..and. Provide solutions on application performance improvement ideas-suggestions and implementation to enhance delivery of analytical solutions..and. Generates new code and corrects, converts, and-or modifies existing code to meet specifications..and. Conduct review meetings to discuss findings, risks .and.amp; challenges and recommends the solutions..and. Actively supports colleagues by sharing information about the department, business unit and organizationPerforms other related duties as assignedJob SpecificationsKnowledge:* At least 3-5 years as a professional data scientist, preferably in a growth company* Professional experience building predictive models through techniques such as machine learning, collaborative filtering, logistic regression, etc.* Professional experience building predictive models to support consumer facing products and business process needs (bonus for direct mortgage data experience)* Professional experience designing, executing and evaluating statistical tests* Hands-on experience in one or more of the following technologies: Spark, Python, R, SAS.and.  (including NumPy, SciPy, Pandas, or StatsModels, etc.)* Hands-on experience with SQL on relational and NoSQL data stores* Proven ability to collaboratively and maturely work on a team* Curious with an aptitude to quickly learnSkills and Abilities:Must be a team player with effective interpersonal, written and verbal communication skills to clearly and professionally interact with internal and external parties.Understanding of query driven applications and reporting, and logical and physical data models.Ability to work independently or in a team environmentStrong creative thinking, problem solving and analytical skills.High commitment to excellent service levels and satisfaction with partners.Strong organizational skills with the ability to multi-task are necessary.Detail-oriented outlook coupled with ability to manage time effectively, plan ahead and meet deadlines.Good business writing and presentation skills.Other Position Parameters:* Guide- Mentor other team members in terms... For full info follow application link.\"Radian complies with all applicable federal, state, and local laws prohibiting discrimination in employment. All qualified applicants will receive consideration for employment without regard to gender, age, race, color, religious creed, marital status, sexual orientation, national origin, ethnicity, ancestry, citizenship, genetic information, disability, protected veteran status or any other characteristic protected by applicable federal, state, or local law.If you are a person with a disability and need assistance in the application process please send an e-mail message to recruitment@radian.biz.\".and. .and. .and. .and. .and. .and.",
        "Seniority level": "Entry level",
        "Employment type": "Full-time",
        "Job function": "EngineeringInformation Technology",
        "Industries": "Information Technology and Services, Management Consulting, Real Estate"
    }
]